{"classes":["ADDRESS"],"annotations":[["Wir sind die Naturschutzmacher*innen! Direkt zum Hauptinhalt springen Presse Infothek Newsletter Shop NABU-Netz DE EN Ihre Suche: Hauptmenü Wir über uns NABU-Newsletter abonnieren ... ... und auf dem Laufenden bleiben Mehr → Der NABU-Vogelpodcast Folge 23 - Vogelstimmen Mehr → Wir über uns Was wir tun Organisation Transparenz Umweltbildung Infothek Jobbörse Veranstaltungen Der NABU NABU-Gruppen vor Ort NABU-Naturschutzzentren Naturschutzjugend (NAJU) Stiftung Nationales Naturerbe Internationale Naturschutzstiftung Magazin „Naturschutz heute“ Tiere, Pilze & Pflanzen Lernen Sie unsere Vögel kennen! Steckbriefe und Bilder von Brut- und Gastvögeln Mehr → Morgens ein Konzert erleben Welcher Vogel stimmt wann ein? Mehr → Themen Artenschutz Vögel Säugetiere Amphibien & Reptilien Insekten & Spinnen Pflanzen & Moose Pilze & Flechten Aktionen & Projekte Stunde der Wintervögel Vogel des Jahres Batnight Natur des Jahres Grundsatzprogramm Artenvielfalt Vogelfreundlicher Garten Lernplattform NABU-Wissen Natur & Landschaft Offenland: Natur stärken, Klima schützen Das neue Grundsatzprogramm des NABU Mehr → Waldschutz ins 21. Jahrhundert heben Warum wir ein neues Bundeswaldgesetz brauchen Mehr → Themen Natur erleben Naturschutz Flüsse Meere Moore Wälder Landwirtschaft Aktionen & Projekte Blaues Band Fairpachten Havel-Renaturierung Meere ohne Plastik Naturschutz weltweit NordseeLIFE Torffrei gärtnern Umwelt & Ressourcen An die Schaufel, fertig, los! Tipps und Tricks zum naturnahen Gärtnern Mehr → Klimaschutz beginnt im Haushalt Die 77 besten Klimaschutz-Tipps Mehr → Themen Abfall & Recycling Bauen & Siedlung Energie Gesellschaft & Politik Klima & Luft Ökologisch leben Verkehr Aktionen & Projekte Gönn dir Garten Solarstrom vom Balkon Nachhaltige Finanzen Handys für Hummeln Spenden & Mitmachen Mehr Natur für den Karmingimpel! Naturparadiese für seltene Arten sichern Mehr → Für Mensch und Natur! Jetzt NABU-Mitglied werden! Mehr → Spenden Spenden Patenschaften Verschenken Anlassspenden Stiften Testamente Erfolge Mitmachen Mitglied werden Mitgliederservice Petitionen Aktiv werden Mitmachmöglichkeiten Freiwilligendienste Für Unternehmen Presse Foto: Jürgen Podgorski/NABU-naturgucker.de Foto: Jürgen Podgorski/NABU-naturgucker.de Wir feiern: 125 Jahre NABU Wir feiern: 125 Jahre NABU Foto: NABU/Christoph Kasulke Foto: AdobeStock/Benny Trapp Kranichzug mitverfolgen! Kranichzug mitverfolgen! Foto: W. Rolfes, S. Mielke/NABU-naturgucker.de, NABU/ W. Martin Foto: W. Rolfes, Gannet77/istock Vielfalt schützen. Naturkrise abwenden. Vielfalt schützen. Naturkrise abwenden. WIR SIND, WAS WIR TUN. DIE NATURSCHUTZMACHER*INNEN Wir schützen Lebensräume für Tiere und Pflanzen. Wir begeistern für Kröten, Kraniche und Käfer. Und wir entwickeln Lösungen für die Natur- und Klimakrise. Der NABU ist seit 125 Jahren ein Zuhause für alle, die sich für unsere Natur und Umwelt engagieren. Egal ob im Pulli oder Anzug – Naturschutz kann jede*r. Machen Sie mit? Mehr über uns Mitglied werden Aktuelle Meldungen EU mahnt Deutschland ab Die EU-Kommission hat ein Vertragsverletzungsverfahren gegen Deutschland eingeleitet. Der Grund dafür ist der unzureichende Schutz wildlebender Vogelarten. Damit reagiert sie auch auf verschiedene Beschwerden des NABU. Verkehrsplanung jetzt umsteuern Studie zeigt wichtige Weichenstellungen auf: Deutschlands Verkehrsinfrastruktur muss in Einklang mit Natur- und Umweltschutz gebracht werden, zukunftsfest und zielorientiert. Der NABU fordert mit anderen Verbänden einen Richtungswechsel im Zuge der Bedarfsplanüberprüfung. Krötenwanderung nimmt Fahrt auf Viele Amphibien sind bereits auf dem Weg zu ihren Laichgewässern. Ehrenamtliche helfen ihnen dabei – mit Schutzzäunen und regelmäßigen Kontrollen vor Ort. Hier berichten wir über das Wandergeschehen 2024. Meilenstein für Naturschutz in Europa Das EU-Parlament hat für das Renaturierungsgesetz gestimmt – ein wichtiger Schritt für die Wiederherstellung von zerstörten Ökosystemen. Ein Erfolg nach langen Verhandlungen, mit einem hohen Preis. „Wir machen weiter!“ – über Umweltschutz und Resilienz während des Krieges Am 24. Februar jährt sich der brutale Angriff Russlands auf die Ukraine zum zweiten Mal. Was bedeutet Natur- und Umweltschutz mitten im Krieg? Und wie können wir helfen? Wir haben mit Ivan Tymofeiev gesprochen. Haben Sie Eichhörnchen gesehen? Der NABU startet gemeinsam mit Partnern eine neue Meldeaktion, um Fragen rund um Eichhörnchen zu beantworten. Dabei sind wir auf Ihre Unterstützung angewiesen. Alle Meldungen Aktuelle Kampagnen und Projekte Höchstgebot für die Natur Naturparadiese für seltene Arten sichern Wir sichern Flächen, auf denen sich Natur ungestört entwickelt und die seltenen Arten wie dem Karmingimpel ein Zuhause bieten. Bitte helfen Sie uns, Natur langfristig zu bewahren! Jetzt spenden! Hoffen reicht nicht Jetzt Schneeleoparden retten! Schneeleoparden werden erbarmungslos gejagt – für ihr Fell und ihre Knochen. Es ist höchste Zeit zu handeln, denn hoffen allein reicht nicht mehr. Bereiten wir gemeinsam der Wilderei ein Ende. Jetzt unterstützen! Zurück zum Naturparadies Die Renaturierung der Unteren Havel Seit 2010 renaturieren wir die Untere Havelniederung. Aus dem begradigten, trüben Fluss ist wieder ein Naturparadies geworden. Gehen Sie mit uns auf eine interaktive Entdeckungsreise! Jetzt eintauchen! Reingezwitschert Der NABU-Vogelpodcast Unsere Bird-Dolmetscher Fabian und Martin begeben sich in die Welt der Vogelstimmen: Welche Vögel sind aktuell gut zu hören? Und wie kann ich mir diese gleichklingenden, gottverda*piep* Stimmen merken?! Jetzt reinhören! Mehr Kampagnen und Projekte Top-Video: Balkon frühlingsfit machen NABU-Naturtipps Frühling im Garten und auf dem Balkon Zum Start der Gartensaison gibt es sehr viel zu tun. Jetzt gilt es, die Grundlagen für einen Garten zu schaffen, in dem gesunde, prachtvolle Pflanzen gedeihen und sich Mensch und Tier wohlfühlen. Wenn die Amsel den Krokus anmacht Im März beginnt endlich der Frühling: Die Kraniche kommen wieder und die Kröten sind unterwegs. Auch die Pflanzen erwachen aus dem Winterschlaf: Veilchen, Schlüsselblumen, Buschwindröschen, Kornelkirsche, Salweide und Pestwurz blühen. Insekten-Nisthilfen selbst anfertigen Aus Holz, Ton, Ziegelsteinen oder Bambus: Mit verschiedenen Materialien können Sie unterschiedliche Nistquartiere für Insekten anfertigen. Wir zeigen, wie es geht und worauf Sie achten können. Ostern nachhaltig feiern Von Eierfärben mit Pflanzensäften über alternative Geschenkideen und Osterbasteleien bis zu Tipps fürs Osterfeuer: Der NABU hat einige Ideen, wie Sie das Osterfest nachhaltiger feiern können. Unterstützen Sie den NABU! Unsere vielen Projekte rund um den Naturschutz sind auf tatkräftige aber auch finanzielle Unterstützung angewiesen. Machen Sie mit und engagieren Sie sich für Mensch und Natur mit Ihrer Spende! Spendenbetrag 35€ 50€ 150€ Individuellen Betrag wählen Jetzt spenden! NABU-Blogs Zum NABU-Politikblog Brachenabbau: Herber Rückschlag für die Artenvielfalt Die Bundesregierung ist vor den bedrohlich hupenden Traktoren eingeknickt. Und hat die für Insekten, Vögel und Kleinsäuger überlebenswichtigen Brachen geopfert. Wasserkonflikte nehmen zu – EU weiter ohne Strategie Die EU-Kommission verschiebt die Veröffentlichung der Wasser-Resilienz-Initiative. Und ignoriert damit eines der dringendsten Zukunftsthemen Europas. Zähe Diskussionen um Gentechnikrecht Biodiversität und Ökolandbau sehen einer ungewissen Zukunft entgegen, denn der Regulierungsvorschlag der EU-Kommission bietet keine ausreichenden Lösungen. Zu den NABU-Blogs Aktiv werden für die Natur Mitglied werden in einer starken Gemeinschaft Mitmachen und engagieren Patenschaften für die Natur Beim NABU aktiv werden Spenden für die Natur Foto des Monats Eine Kamera mit schneller Serienbildfunktion an einer Futterstelle, eine Funkverbindung und über 10.000 Fotos waren nötig, um dieses eine Bild einer flugakrobatischen Kohlmeise einzufangen. Naturfotograf Hermann Hirsch erzählt uns in einem Video, wie dieses zauberhafte Foto entstanden ist. Wirklich wunderschön! NABU-Service Jobbörse Lust auf sinnvolle Arbeit für Mensch und Natur? Wir bieten spannende und vielfältige Aufgaben sowie eigenständiges, verantwortliches Arbeiten in einem engagierten Team. Zur Jobbörse Terminkalender Spannende Exkursionen, tolle Vorträge, lehrreiche Workshops: In unserem Terminkalender finden auch Sie bestimmt etwas Passendes in Ihrer Nähe. Einfach mal stöbern! Zum Terminkalender Mitgliederservice Sie haben Fragen zu Ihrer Mitgliedschaft? Oder hat sich etwas an Ihren Daten geändert? Rufen Sie uns an oder schreiben Sie uns, wir kümmern uns um Ihr Anliegen. Zum Mitgliederservice NABU-Naturtelefon Haben Sie Fragen rund um Vögel, andere Tiere, Pflanzen oder sonstige Themen im Natur- und Umweltschutz? Rufen Sie uns an: 030.284984–6000, montags bis freitags von 9 bis 16 Uhr. Zum NABU-Naturtelefon NABU-Wissen Sie möchten mehr wissen? Über Natur- und Umweltschutz? Übers Klima, unsere Lebensräume und Arten? Auf unserer E-Learning-Plattform finden Sie zahlreiche Kurse für Interessierte. Zur Lernplattform NABU-Netz Das NABU-Netz dient der Information von ehrenamtlichen Naturschutzmacher*innen und Mitgliedern, die hier NABU-interne Inhalte und Dienste abrufen können. Zum NABU-Netz NABU-Shop Unser NABU-Shop bietet interessante und nützliche Produkte rund um die Natur: Nisthilfen, Vogelfutter, Vogelfuttersysteme, Broschüren, Geschenke und vieles mehr. Zum NABU-Shop Verschenken Sie ein Stück Natur! Sie sind auf der Suche nach einem besonderen Geschenk für Ihre Liebsten? Verschenken Sie eine Mitgliedschaft für den NABU, eine Patenschaft für ein konkretes Projekt oder eine Spende. Damit machen Sie nicht nur Ihren Lieben eine Freude, sondern auch der Natur ein großes Geschenk. Natur verschenken! drucken mailen teilen twittern pin it Der NABU vor Ort Ihr Bundesland Bayern Baden-Württemberg Berlin Brandenburg Bremen Hamburg Hessen Mecklenburg-Vorpommern Niedersachsen Nordrhein-Westfalen Rheinland-Pfalz Saarland Sachsen Sachsen-Anhalt Schleswig-Holstein Thüringen Interaktive Karte mit allen NABU-Landesverbänden Der NABU auf Social Media Adresse & Kontakt NABU Charitéstraße 3 10117 Berlin Telefon 030.28 49 84-0 | Fax - 20 00 NABU@NABU.de Fragen zu Natur und Umwelt? Telefon 030.28 49 84-60 00 Spenden für die Natur Bank für Sozialwirtschaft DE65 3702 0500 0008 0518 05 Direkt online spenden Newsletter abonnieren Info & Service 125 Jahre NABU NABU-Naturtelefon NABU-Wissen Jobs Shop Termine Impressum Hinweise zum Datenschutz Cookie-Einstellungen Transparenz Top-Themen Europa 2024 eine starke Stimme geben Vielfalt schützen. Naturkrise abwenden. Unser Havelprojekt interaktiv erleben So geht naturverträgliche Energiewende 315 Vögel im Porträt Nistkästen selber bauen Vogel des Jahres kennenlernen Tipps zum naturnahen Gärtnern Nachhaltig leben Spenden für die Natur Bank für Sozialwirtschaft DE65 3702 0500 0008 0518 05 Presse Infothek Shop NABU-Netz Ja, ich möchte mehr über die Naturschutzarbeit des NABU erfahren. E-Mail-Adresse Newsletter abonnieren Der individualisierte und an Ihren Interessen ausgerichtete Newsletter ist jederzeit abbestellbar. Mehr Informationen dazu finden Sie in unseren Hinweisen zum Datenschutz .",{"entities":[[10181,10209,"ADDRESS"]]}]]}