{"classes":["ADDRESS"],"annotations":[["Innovative Lösungen für PACS und Patientenkommunikation seit 1996 Innovative Lösungen für PACS und Patientenkommunikation seit 1996 Produkte Service Über uns News aycan store DICOM VNA PACS-Archiv aycan web DICOM-Viewer zur Bildverteilung aycan Patienten- und Zuweiserportal Webzugriff mit enormen Sparpotential aycan workstation Befundung/Postprocessing aycan mobile Teleradiologie iPad App aycan consent Patientenaufklärung am iPad aycan workflow Integriertes RIS/PACS aycan print Normalpapier Drucksystem aycan iQ-ROBOT PRO Patienten-CD Drucksystem aycan dashboard Auswertung und Statistik aycan smartvisit Smartphone Gesundheitsakte Anwendungsbereiche Praxis-PACS Befundung Mammographie Gefäßanalyse Onkologie Einlesestation Teleradiologie Nuklearmedizin Neurochirurgie Transferserver Private Cloud Diktat Sprache Dynamische MRT Remote Support Persönlicher Service aycan workstation Training Integration PACS-Wechsel PACS-Migration Abnahmeprüfung Kontakt Qualitätsmanagement Referenzen Karriere Partner Impressum Datenschutz Deutsch English Präsentation vereinbaren Besuchen Sie aycan und zollsoft auf dem Deutschen Röntgenkongress. Mehr dazu in Kürze… aycan consent Die clevere Patientenaufklärung am iPad mit Mehrwert für Praxen und Patient*innen. [Weiterlesen] aycan consent Die clevere Patientenaufklärung am iPad mit Mehrwert für Praxen und Patient*innen. [Weiterlesen] aycan workflow RIS/PACS aus einer Hand. Ein Anwenderbericht. [Weiterlesen] aycan workflow RIS/PACS aus einer Hand. Ein Anwenderbericht. [Weiterlesen] aycan workstation Strukturierte Befundung mit individuellen Reports für BI-RADS, PI-RADS, NASCET, AAA, … [Weiterlesen] aycan workstation Strukturierte Befundung mit individuellen Reports für BI-RADS, PI-RADS, NASCET, AAA, … [Weiterlesen] Innovative Lösungen für PACS und Patientenkommunikation aycan Digitalsysteme ist seit 1996 ein zuverlässiger Partner für die Archivierung, Befundung und Dokumentation von digitalen, medizinischen Bilddaten. Mit unseren Produkten können Sie Ihren gesamten Workflow beim medizinischen Bilddatenmanagement abdecken. Seit über 25 Jahren überzeugt aycan als mittelständisches Unternehmen auf dem PACS-Markt mit innovativen Lösungen. Dies bestätigen unsere langjährigen und vertrauensvollen Kundenbeziehungen . Erfahren Sie mehr über unsere PACS-Lösungen : Vereinbaren Sie Ihre persönliche Produktpräsentation über den Button rechts oben. Home Produkte aycan store DICOM VNA PACS-Archiv aycan web DICOM-Viewer zur Bildverteilung aycan Patienten- und Zuweiserportal Webzugriff mit enormen Sparpotential aycan workstation Befundung/Postprocessing aycan mobile Teleradiologie iPad App aycan consent Patientenaufklärung am iPad aycan workflow Integriertes RIS/PACS aycan print Normalpapier Drucksystem aycan iQ-ROBOT PRO Patienten-CD Drucksystem aycan dashboard Auswertung und Statistik aycan smartvisit Smartphone Gesundheitsakte Anwendungsbereiche Praxis-PACS Befundung Mammographie Gefäßanalyse Onkologie Einlesestation Teleradiologie Nuklearmedizin Neurochirurgie Transferserver Private Cloud Diktat Sprache Dynamische MRT Service Remote Support Persönlicher Service aycan workstation Training Integration PACS-Wechsel PACS-Migration Abnahmeprüfung Über uns Kontakt Qualitätsmanagement Referenzen Karriere Partner Impressum Datenschutz Kontakt aycan Digitalsysteme GmbH Innere Aumühlstr. 5 97076 Würzburg . Germany Tel. +49(0)931.270 40 90 Fax +49(0)931.270 40 91 info@aycan.de www.aycan.de Datenschutz Community Newsletter Facebook Instagram Youtube nach oben Sitemap Sitemap Impressum +49(0)931.270 40 90 © aycan Digitalsysteme GmbH",{"entities":[[3331,3365,"ADDRESS"]]}]]}