{"classes":["ADDRESS"],"annotations":[["Hompage | Naher Osten | Shalom Israel Reisen Anmeldung × Sie haben bereits eine Reise gebucht und noch kein Konto? Kundenkonto erstellen > Öffnungszeiten: Montag - Freitag 9:00 - 17:00 Uhr 02203 912 50 Hier unseren Katalog kostenlos anfordern Home Pauschalreisen Gruppenbereich Reisekalender Kontakt & Anfahrt Merkliste Verbringen Sie unvergessliche Tage in Israel und Jordanien Shalom Israel Reisen – Ihr Reiseveranstalter für Israel und Jordanien Pauschalreisen Individual- & Zubucherreisen Gruppenreisebereich Ideen für Gruppenplaner Zum Reisekalender Mit Shalom Israel Reisen den Nahen Osten entdecken. ÜBER UNS WARUM WIR UNSER ZIEL Wir von Shalom Israel Reisen sind seit über 40 Jahren für Sie als Reiseveranstalter für Reisen nach Israel und in die Nachbarländer Jordanien und Ägypten tätig. “Erlebe die Vielfalt!” – mit unseren vielseitigen Studien- und Rundreisen sowie unseren maßgeschneiderten Gruppenreisen entdecken Sie die schönsten Orte Israels und des Nahen Ostens. Jetzt Katalog anfordern Zum Reisekalender “Geht nicht, gibt’s nicht!” lautet unser Motto – denn wir von Shalom Israel Reisen machen alles möglich. Wir erfüllen Ihre individuellen und ausgefallensten Wünsche, wenn Sie sich für uns als Israel-Reiseveranstalter entscheiden. Während der Reise steht Ihnen vor Ort nicht nur stets eine geschulte Reiseleitung für Rückfragen zur Verfügung, auch unser Service-Team ist 24h für Sie erreichbar. Sie haben bereits gebucht, können aber nicht an Ihrer Reise nach Israel teilnehmen? Kein Problem, in unserem Rundum-Sorglos-Paket ist eine Reiserücktrittskosten- und Reiseabbruchversicherung bereits inklusive. Jetzt Katalog anfordern Zum Reisekalender Mit einer perfekt auf Sie und Ihre Bedürfnisse zugeschnittenen Reise nach Israel sorgen wir für ein einmaliges Reiseerlebnis. Dabei steht Ihre Zufriedenheit immer an erster Stelle und wir geben stets unser Bestes, um Ihnen eine ganz besondere Erfahrung bieten zu können. Jetzt Katalog anfordern Zum Reisekalender Unser besonderer Shalom Israel Reisen Service Personalisierte Reisesuche Bei uns finden Sie Ihre perfekte Reise! Hoch qualifizierter Service Mit unserer Top-Zielgebietskenntnis! Beste Preisgarantie Mit unseren unschlagbaren Reiseangeboten! Buchungen nach deutschem Reiserecht Bei uns sind Sie abgesichert! 24/7 Erreichbarkeit Wir sind während Ihrer Reise rund um die Uhr für Sie da! Große Hotelauswahl Wir finden das optimale Hotel für Sie! Unsere beliebtesten Reisen ISRAEL – (K)eine Frage des Standpunkts Individualreise • Pauschalreise • Standortreise 2 - Gruppengröße Bei dieser Standortreise haben Sie die Qual der Wahl, denn alle Ausflüge dieser Reise sind fakultativ und können einzeln hinzugebucht werden. Getreu d… ab 1.400 € Hier Reise anfragen ISRAEL – Das Heilige Land entdecken Pauschalreise • Rundreise • Zubucherreise 2 - 50 Gruppengröße Kaum größer als das Bundesland Hessen ist Israel so faszinierend und facettenreich wie kaum ein anderes Land der Welt. ab 2.255 € Hier Reise anfragen JORDANIEN – Ursprung orientalischer Kulturen und Religionen Rundreise • Zubucherreise • Pauschalreise 2 - 20 Gruppengröße Diese Reise führt Sie zur Wiege der abendländischen Kultur, zu den ältesten Zeugnissen unserer Geschichte und zeigt Ihnen die historischen und archäol… ab 1.640 € Hier Reise anfragen Unser Service-Team Thomas Oepen Geschäftsführer +49 2203-91 25 11 Johannes Oepen Betriebsorganisation +49 2203-91 25 10 Marion Naumann Produktmanagerin +49 2203-91 25 12 Michael Kaufmann Leiter Gruppenabteilung +49 2203-91 25 13 Carina Trost Produktmanagerin +49 2203-91 25 14 Maike Beckmann Leiterin FIT-Abteilung +49 2203-91 25 16 Gudrun Soin Produktmanagerin +49 2203-91 25 24 Jetzt Newsletter abonnieren & 5% bei Ihrer ersten Buchung sparen Bleiben Sie auf dem Laufenden und erfahren Sie als erste/r von unseren neuen Reisen. Außerdem erwarten Sie Insidertipps zu den Ländern und ganz persönlichen Erfahrungsberichte! Kontaktieren Sie Uns 02203 912 50 info@shalom-israel-reisen.de Frankfurter Straße 462 51145 Köln Links Impressum Datenschutz Reisebedingungen Infos für Reisebüros Wir beraten Sie gerne! © 2024 Shalom Israel Reisen ️",{"entities":[[3975,4008,"ADDRESS"]]}]]}