{"classes":["ADDRESS"],"annotations":[["Schulung & Zertifizierung für Brandschutz & Sicherheit | UDS Beratung UDS Beratung DIN 14675 Schulung, BMA, SAA, Zertifizierung für Brandschutz und Sicherheit, QM, Qualität Machbar Suchen Untermenüs Kontakt Neues Angebot Downloads Wir Login 0661-380 25 56 Schulung Elektro – Brandschutz – Sicherheit GMA: Grundlagen Gefahrenmeldeanlagen ELT: Brandschutz in der Sicherheitstechnik - MLAR MVV TB SIBE: Sachkunde für Sicherheitsbeleuchtungsanlagen RUF: Fachkraft & Fachplaner für Rufanlagen DIN VDE 0834 RWA: Sachkunde für Rauch-Wärme-Abzugsanlagen BST: Sachkunde für Brandschutztüren Brandschutztore FStA: Sachkunde für Feststellanlagen nach DIN 14677 DIN 14675: Brandmeldeanlagen BMA – Aufbau und Betrieb Sachkunde Betrieb von Brandmeldeanlagen Grundlagen Normen & Technik BMA Konzept Planung & Projektierung BMA Verantwortliche Person Brandmeldeanlagen Auffrischung - BMA + SAA in der Praxis DIN 14675: Sprachalarmanlagen SAA – Aufbau und Betrieb Grundlagen, Sachkunde Akustik und Elektroakustik Konzept Planung & Projektierung SAA Verantwortliche Person Sprachalarmanlagen Auffrischung - Neues SAA ENS AMOK STIPA Prüfung Prüfungssimulation BMA Prüfungssimulation SAA Prüfungsfragenkatalog BMA Prüfungsfragenkatalog SAA Zertifizierung DIN EN 16763: Brand- und Sicherheitsanlagen DIN 14675: Brandmelde- und Sprachalarmanlagen DIN 77200: Sicherheitsdienstleistungen ISO 9001: Qualitätsmanagement Planer DIN 14675: Fachplaner für Brandmeldeanlagen BMA+SAA ISO 9001: QM-Systeme für Planungs- und Ingenieurbüros Errichter DIN 14675: Facherrichter für Brandmeldeanlagen BMA+SAA ISO 9001: QMS für Errichter von Gefahrenmeldeanlagen Sicherheitsdienste DIN 77200: Anforderungen für Sicherheitsdienstleister ISO 9001: QM-Vorlagen für Wach- und Sicherheitsdienste SDL: Schulung für Sicherheitsdienstleister Menü Gemeinsam mehr erreichen Your browser does not support the video tag. Schulung & Zertifizierung für Brandschutz & Sicherheit Tipps für Planer, Errichter & SDL Hier finden Sie die Unterstützung, welche Sie zur Zertifizierung in der Brandschutz- und Sicherheitsbranche benötigen. Finden Sie hilfreiche Informationen, kompetente Ansprechpartner sowie topaktuelle und passende Schulungen. Wir sind bundesweit tätig und für Fragen zur Zertifizierung im Brandschutz und der Sicherheit da. Sie haben eine Frage zur Zertifizierung oder zum Schulungsangebot? Melden Sie sich: Kontakt. Schulungen für Planer, Errichter & Betreiber in der Brandschutz- & Sicherheitstechnik Schulungsprogramm 2024 Brandschutz & Sicherheit Praxis Know-How von Branchenkennern Herstellerneutral DEKRA-Zertifiziert Praxis Know How: Kompakte Weiterbildung zur Zertifizierung bei der UDS Beratung Seminare für Planer, Errichter und Sicherheitsdienste DIN EN 16763: Seminarreihe Brand- & Sicherheitsanlagen DIN 14675: Fachkurse Brandmelde- und Sprachalarmanlagen DIN 77200: Neue Anforderungen für Sicherheitsdienstleister Themen: ELT, BMA, SAA, GMA, EMA, Video, ZK, RWA, FSA, Rufanlagen Übersicht bundesweites UDS Schulungsprogramm Weiterbildung, AUFFRISCHUNG, Zertifizierung nach DIN EN 16763 + DIN 14675 Neue Normen: Änderungen und Anwendungstipps Brandmeldenormen, Auffrischung BMA + SAA Neues zur Sprachalarmierung - SAA, ELA, NGRS Brandmelde - Konzept, Planung & Projektierung Hier erhalten Sie die neusten Normeninfos Auffrischungsschulungen in der Übersicht IHRE Personen ZERTIFIZIERUNG zur FACHKRAFT BMA und SAA nach DIN 14675 (TÜV) Prüfung Brandmeldeanlagen und Sprachalarmanlagen Fachkraft Brandmeldeanlagen BMA (TÜV) Fachkraft Sprachalarmanlagen SAA (TÜV) Kostenloser Online- Prüfungssimulator Wir bringen Sie durch die TÜV Prüfungen Aktuelle Prüfungsfragenkataloge NORMEN: DAkkS akkreditierte Zertifizierung über DEKRA und TÜV Praxiserfahrene Auditoren aus der Sicherheitsbranche DIN EN 16763: Brandsicherheits- und Sicherheitsanlagen DIN 14675: Brandmelde- und Sprachalarmanlagen BMA + SAA DIN 77200: Sicherheitsdienstleistungen - Anforderungen SDL Nutzen Sie erfolgreiche Zertifizierungskonzepte ISO 9001: Qualitätsmanagement für Brandschutz & Sicherheit ZERTIFIZIERUNG FACHFIRMEN: Fachplaner & Facherrichter Brandschutz & Sicherheit Praxis Zertifizierung: Gutes Preis-Leistungs-Verhältnis Warum soll ich mich als Planer/ Ingenieurbüro zertifizieren? Wie komme ich als Facherrichter zu meiner Zertifizierung? Wieso soll ich einen Berater bezahlen? Wir helfen weiter Kontakt Verständliche und umsetzbare QM-Systeme ZERTIFIZIERUNG von Sicherheitsdienstleistungen SDL: DIN EN ISO 9001 + DIN 77200 Private Wach- und Sicherheitsdienste Unternehmenszertifizierungen Schulungen Audits DIN 77200 - Forderungen SDL Infos zur Zertifizierung für Planer, Errichter und Sicherheitsunternehmen Wir helfen weiter Kostenloser Infoletter Einzigartige Prüfungssimulationen BMA + SAA Technische Anschlussbedingungen der Feuerwehren (TAB) Service und Know-how vom Branchenprofi Hohe Anforderungen an Brandschutz & Sicherheit fordern wirtschaftliche Lösungen Die Anforderungen im Brandschutz und der Sicherheit steigen u.a. aufgrund behördlicher und gesetzlicher Vorgaben weiter an. Fachplaner, Facherrichter und Sicherheitsdienste verzeichnen in den letzten Jahren steigende Umsatz- und Gewinnzahlen in einem weiter wachsenden Markt. Aufgrund höherer Kosten für Brandschutz & Sicherheit sind heute wirtschaftliche Planungen und Sicherheitskonzepte gefragt. Zeigen Sie Ihren Kunden und potentiellen Auftraggebern Ihre besondere Qualität Ihrer Dienstleistungen auf und bauen Sie Ihren Wissensvorsprung durch laufende Fort- und Weiterbildungen weiter aus. Mit einer Zertifizierung über die Sonderkonditionen der UDS Beratung bei den akkreditierten Zertifizierern wie DEKRA oder TÜV holen Sie sich Ihren Vertrauensvorschuss bei potentiellen Auftraggebern und schaffen rechtliche Sicherheit. Nutzen Sie unsere Erfahrung und werben Sie zukünftig mit bekannten Qualitätssiegeln. Treten auch Sie gerne dem Netzwerk der UDS Gruppe bei und teilen Sie unser Motto: \"Gemeinsam mehr Erreichen\" . Sie haben Fragen zur -> Zertifizierung oder zum -> Schulungsangebot Brandschutz & Sicherheit? Rufen Sie uns an oder nutzen Sie unser Kontaktformular. Beratung zur Zertifizierung 0661–380 25 56 info{at}uds-beratung.de Kontakt / Angebot / Rückruf Schulungstermine Alle Termine Neue Schulung... Schulungsbroschüre... Aktuelles: Planer und Errichter Begehung und Instandhaltung von Gefahrenmeldeanlagen (GMA) Hinweise für Betreiber und Fachfirmen zur Einhaltung anspruchsvoller Vorschriften Betrieb & Instandhaltung von Brandmeldeanlagen Betreiberpflichten für BMA nach DIN VDE 0833 und DIN 14675 Liebe Lesende, Fachkundige und Interessierte Für das kommende Jahr wünschen wir Ihnen schon jetzt einen guten Start und ein erfolgreiches und gesundes Jahr 2024. Wir bedanken uns für Ihre Treue und interessanten Gespräche und Besuche unserer Schulungen. Rauch- und Wärmefreihaltung - Entwurf DIN 18232-10:2023-12 Normentwurf für Rauchableitung, Rauchabzug und Rauchfreihaltung regelt Anforderungen an Dienstleister in Anlehnung an DIN EN 16763 Baurechtsreport 2023 offenbart dringenden Handlungsbedarf Brandgefahr im Blickpunkt: Ergebnisse und Tipps aus dem Baurechtsreport 2023 Alle News Aktuelles: Sicherheitsdienste Neue Anforderungen nach DIN 77200-1:2022-10 UDS Beratung unterstützt Sicherheitsdienstleister bei Zertifizierung Neue DIN 77200 Teil 2 und Teil 3 wurden veröffentlicht Schulung zu den Anforderungen an Sicherheitsdienstleister DIN EN ISO 9001 + DIN 77200 leicht erklärt DIN 77200 SDL-Fachberater geben Tipps zur richtigen Umsetzung DIN 77200, Teil 3: Zertifizierung zur Konformitätsbewertung Neuveröffentlichung Entwurf DIN 77200-3:2019-03 beschreibt die akkreditierte Zertifizierung von Sicherungsdienstleistungen Alle News DIN 14675 Schulungen Bitte stimmen Sie die Verwendung der \"Externe Medien\" Cookies zu, um Youtube Videos anzuschauen Podcast Was hat die DIN 77200 mit Spaß an der Arbeit zu tun? Ihr Browser unterstützt kein Audioelement. Alle Podcasts Kontakt Sie können uns über viele Wege erreichen, postalisch, telefonisch oder direkt via Kontaktformular. Register Name Firma (Optional) E-Mail Telefon (Optional) Betreff Nachricht Senden Sie mir bitte kostenlos folgende Unterlagen per E-Mail zu: Angebot ISO 9001 / DIN 14675 Angebot ISO 9001 / DIN 77200 Prüfungskatalog BMA Prüfungskatalog SAA Schulungsplan Ja, ich habe die Datenschutzerklärung gelesen und stimme dieser zu. Absenden Zur Newsletter Anmeldung UDS Beratung GmbH Mainzer Str. 6 36039 Fulda info{at}uds-beratung.de Tel.: 0661-380 25 56 Fax: 03212-113 56 64 Mobil: 0152-54 63 68 52 Unsere Leistungen Schulung Elektro – Brandschutz – Sicherheit GMA: Grundlagen Gefahrenmeldeanlagen ELT: Brandschutz in der Sicherheitstechnik - MLAR MVV TB SIBE: Sachkunde für Sicherheitsbeleuchtungsanlagen RUF: Fachkraft & Fachplaner für Rufanlagen DIN VDE 0834 RWA: Sachkunde für Rauch-Wärme-Abzugsanlagen BST: Sachkunde für Brandschutztüren Brandschutztore FStA: Sachkunde für Feststellanlagen nach DIN 14677 DIN 14675: Brandmeldeanlagen BMA – Aufbau und Betrieb Sachkunde Betrieb von Brandmeldeanlagen Grundlagen Normen & Technik BMA Konzept Planung & Projektierung BMA Verantwortliche Person Brandmeldeanlagen Auffrischung - BMA + SAA in der Praxis DIN 14675: Sprachalarmanlagen SAA – Aufbau und Betrieb Grundlagen, Sachkunde Akustik und Elektroakustik Konzept Planung & Projektierung SAA Verantwortliche Person Sprachalarmanlagen Auffrischung - Neues SAA ENS AMOK STIPA Prüfung Prüfungssimulation BMA Prüfungssimulation SAA Prüfungsfragenkatalog BMA Prüfungsfragenkatalog SAA Zertifizierung DIN EN 16763: Brand- und Sicherheitsanlagen DIN 14675: Brandmelde- und Sprachalarmanlagen DIN 77200: Sicherheitsdienstleistungen ISO 9001: Qualitätsmanagement Kontakt Neues Downloads Wir Login Datenschutz Impressum ©2024 UDS Beratung Mobil optimierte Navigation: Schulung, Prüfung, Zertifizierung, Planer, Errichter, Sicherheitsdienste Suchen Schulung Elektro – Brandschutz – Sicherheit GMA: Grundlagen Gefahrenmeldeanlagen ELT: Brandschutz in der Sicherheitstechnik - MLAR MVV TB SIBE: Sachkunde für Sicherheitsbeleuchtungsanlagen RUF: Fachkraft & Fachplaner für Rufanlagen DIN VDE 0834 RWA: Sachkunde für Rauch-Wärme-Abzugsanlagen BST: Sachkunde für Brandschutztüren Brandschutztore FStA: Sachkunde für Feststellanlagen nach DIN 14677 DIN 14675: Brandmeldeanlagen BMA – Aufbau und Betrieb Sachkunde Betrieb von Brandmeldeanlagen Grundlagen Normen & Technik BMA Konzept Planung & Projektierung BMA Verantwortliche Person Brandmeldeanlagen Auffrischung - BMA + SAA in der Praxis DIN 14675: Sprachalarmanlagen SAA – Aufbau und Betrieb Grundlagen, Sachkunde Akustik und Elektroakustik Konzept Planung & Projektierung SAA Verantwortliche Person Sprachalarmanlagen Auffrischung - Neues SAA ENS AMOK STIPA Prüfung Prüfungssimulation BMA Prüfungssimulation SAA Prüfungsfragenkatalog BMA Prüfungsfragenkatalog SAA Zertifizierung DIN EN 16763: Brand- und Sicherheitsanlagen DIN 14675: Brandmelde- und Sprachalarmanlagen DIN 77200: Sicherheitsdienstleistungen ISO 9001: Qualitätsmanagement Planer DIN 14675: Fachplaner für Brandmeldeanlagen BMA+SAA ISO 9001: QM-Systeme für Planungs- und Ingenieurbüros Errichter DIN 14675: Facherrichter für Brandmeldeanlagen BMA+SAA ISO 9001: QMS für Errichter von Gefahrenmeldeanlagen Sicherheitsdienste DIN 77200: Anforderungen für Sicherheitsdienstleister ISO 9001: QM-Vorlagen für Wach- und Sicherheitsdienste SDL: Schulung für Sicherheitsdienstleister Neues Downloads Wir Social Media: Xing, Facebook, LinkedIn, Twitter, Google+",{"entities":[[8394,8420,"ADDRESS"]]}]]}