{"classes":["ADDRESS"],"annotations":[["ERP, CRM, Business Software aus dem Saarland: HK Business Solutions GmbH Software Business Software sage Individuelle Lösungen Datenschutz & DSGVO Datenschutzbeauftragter Datenschutzauditor IT-Systeme Netzwerke Hardware und Lizenzen Hardware-Wartung Leistungen Support Schulungen Projektmanagement Unternehmen Karriere Forschung Philosophie Kundenstimmen Kontakt Anfahrt Ansprechpartner News News Fernwartung Kontaktformular Support Software Datenschutz & DSGVO IT-Systeme Leistungen News 14. November 2023 HK Business Solutions bei der Mittelstandskonferenz 2023 Mittelstandskonferenz 202321./22. November 2023WECC Westhafen Event & Convention Center, Berlin Unter dem Motto „KMU durch Innovationen stärken“ veranstaltet […] mehr weitere News 1. März 2023 HKBS als Aussteller bei der Nationalen Konferenz IT-Sicherheitsforschung Das Poster aus unserem aktuellen Forschungsprojekt „D’accord“ wurde zur Präsentation auf der Nationalen Konferenz IT-Sicherheitsforschung ausgewählt. Erstellt wurde […] mehr weitere News 11. April 2022 HK Business Solutions erneut Träger des Siegels „Innovativ durch Forschung“ Stifterverband würdigt Forschungstätigkeit Der Stifterverband für die Deutsche Wissenschaft hat der HK Business Solutions zum vierten Mal in […] mehr weitere News 25. Februar 2022 Auszeichnung für unser Forschungsprojekt D’accord: 2. Preis beim LexisNexis Best Paper Award Im Rahmen des Internationalen Rechtsinformatik Symposions IRIS 2022 wurde am 24.02.2022 der LexisNexis Best Paper Award für Spitzenleistungen […] mehr weitere News 17. Januar 2022 IT-Systemadministrator gesucht – jetzt bewerben! Um die Digitalisierung unserer Partner weiterhin bestmöglich unterstützen zu können, suchen wir zum nächstmöglichen Zeitpunkt zur Festanstellung in […] mehr weitere News Zurück Vor Gewinnbringende IT-Prozesse brauchen mehr als nur eine Software. Sie benötigen zudem das Wissen, wie betriebswirtschaftliche Prozesse ineinandergreifen und wie diese strukturiert werden müssen. Wir verstehen die Einzigartigkeit von Unternehmen und beraten Sie individuell. Für Ihren Erfolg. Wir haben für jede individuelle Anforderung eine Lösung. Das ist bei uns Standard. Wir kümmern uns auch um die Technik. Neben den Geschäftsprozessen liegen uns auch verlässliche Netzwerke und leistungsstarke Hardware am Herzen. Wir sorgen mit unseren Services dafür, dass Ihre IT reibungslos läuft. Für Ihren Erfolg. HK Business Solutions GmbH St.-Barbara-Straße 12 66299 Friedrichsthal T +49 6897 99904-0 F +49 6897 99904-10 E info@hk-bs.de Impressum Datenschutzerklärung Datenschutz für Bewerber",{"entities":[[2426,2468,"ADDRESS"]]}]]}