{"classes":["ADDRESS"],"annotations":[["Polizei-Motorsport-Club Marburg 1990 e.V. | Polizeioldtimer, Akrobatik auf zwei Rädern und vieles mehr Navigation Home PMC Marburg Polizeioldtimer Museum Kradstaffel Kradstaffel Kradstaffel Neuigkeiten Termine KINO | TV Spenden Kontakt | Anfahrt Search Home PMC Marburg Polizeioldtimer Museum Kradstaffel Kradstaffel Kradstaffel Neuigkeiten Termine KINO | TV Spenden Kontakt | Anfahrt Search Aktivitäten Die Freude an motorsportlicher Betätigung, historischer Fahrzeugtechnik und automobiler Polizeigeschichte sind der Ansporn für unsere vielseitigen Aktivitäten. 1990 | Gründung Der PMC Marburg wurde 1990 von acht Polizeibeamten der Polizeidirektion Marburg unter der Führung von Hans-Heinrich Menche (†) gegründet. Die Vereinsarbeit begann mit dem Aufbau einer Polizei-Kradstaffel für öffentlichkeitswirksame Motorsportveranstaltungen. 1991 | Erweiterung der Vereinsarbeit Bereits 1991 kam mit einem in Eigenarbeit restaurierten Opel Rekord P1 der erste Polizeioldtimer in den Fuhrpark des PMC. Im Laufe der Jahre setzte ein rasantes Vereinswachstum ein. Sowohl die Polizei-Kradstaffel als auch die stetig wachsende Fahrzeugsammlung wurden zu echten Publikumsmagneten bei zahlreichen Veranstaltungen in ganz Deutschland. 2001 | Erwerb des Vereinsstützpunktes 2001 konnte ein ehemaliger Stützpunkt der Bundeswehr in Marburg-Neuhöfe erworben und seither als Vereinsgelände ausgebaut werden. Auf dem rund 23.000 m² großen Gelände befinden sich neben drei Museumshallen, Werkstatt, Lager und das Vereinsheim. 2003 | Eröffnung Polizeioldtimer Museum Im Juli 2003 fand in Marburg die offizielle Eröffnung des in Deutschland einmaligen Museums für automobile Polizeigeschichte statt. Jetzt | Vereinsentwicklung Heute ist das vereinseigene 1. Deutsche Polizeioldtimer Museum der Standort der größten Sammlung historischer Polizeifahrzeuge in Deutschland und neben der Polizei-Kradstaffel das größte Betätigungsfeld des Polizei-Motorsport-Club Marburg. Unsere Ziele Information Präsentation automobiler Polizeigeschichte Deutschlands. Öffentlichkeits­arbeit Positive Öffentlichkeitsarbeit mit motorsportlichen Aktivitäten zur Verbesserung des Verhältnisses zwischen Bürgern und der Polizei. Nachwuchswerbung Interesse für den Polizeiberuf wecken. ▸ 1. Deutsches Polizeioldtimer-Museum 1991 startete mit der Restauration und Rekonstruktion eines Opel Rekord P1 (Baujahr 1959) die Sammlung von historischen Polizeifahrzeugen des Polizei-Motorsport-Club Marburg. Sehr schnell wurde deutlich, dass mit historischen Polizeifahrzeugen eine sehr positive Öffentlichkeitswirkung möglich ist... mehr anzeigen Auch das Hessische Innenministerium, insbesondere Innenminister Dr. Herbert Günther (†), sowie Herr Hans Ekkehard Weber unterstützten den PMC Marburg mit weiteren Fahrzeugen aus den Beständen der Landespolizei. Der PMC beging im Jahre 2000 die Gründungsfeier zum 1. Deutschen Polizeioldtimer Museums. Seither wächst die Sammlung des PMC Marburg stetig an und besteht im Jahre 2020 bereits aus über 90 Polizei-Klassikern. Jährlich besuchen mehrere tausend Besucher an den Öffnungstagen das Vereinsgelände und können hierbei einen Eindruck über die automobile Polizeigeschichte Deutschlands gewinnen. Auch bei Film- und Fernsehaufnahmen sind die mobilen Polizei-Klassiker aus Marburg immer wieder im Einsatz. ▸ The Policeoldtimer-Museum The Polizei-Motorsport-Club Marburg (PMC) was founded in 1990 by eight police officers from the Marburg police department. The original intention was to set up a police squadron for publicity motorsport events and to maintain and promote the good relationship between citizens and the police. In 1991, a self-restored Opel Record P1 police vehicle from 1958 was integrated into the fleet of the PMC. Today, the club's German police car museum is the location of the largest police vehicle collection in Germany and apart from the police squadron the largest field of activity of the Polizei-Motorsport-Club Marburg. In 2019, more than 90 police patrol cars, vans, trucks and special vehicles of the German police are in the collection of the PMC. The versatile fleet stretches from a small BMW Isetta to the large Mercedes-Benz water cannon 9000, vehicles from the last 70 years. In addition, there are 18 BMW police bikes of the squadron and transport vehicles for logistical tasks. During the opening days between April and October every year, several thousand visitors visit the PMC and gain a lot of impressions of Germany's automotive police history. On the nearly 23,000 m² club area in Marburg - Neuhöfe there are three vehicle halls, a workshop, depot and the clubhouse. ▸ Le musée des anciens de la police Le Polizei-Motorsport-Club Marburg (PMC) a été fondé en 1990 par huit agents de police de la direction de police de Marbourg. Le premier objectif était de mettre en place un escadron des motards policiers pour organiser des événements de motos ayant un impact médiatique et pour entretenir la relation entre les citoyens et la police. En 1991, une Opel Rekord P1, véhicule de police de 1959, restaurée en travail personnel, a été intégrée au parc automobile du PMC. De nos jours, le premier musée de voitures de police anciennes représente le site qui regroupe la plus grande collection de voitures de police en Allemagne, qui est - en plus de l’équipe des motards - le plus grand domaine d’activité du PMC. En 2019, la collection du PMC regroupe plus de 90 voitures de police, des camionnettes, des camions et véhicules spéciaux de la police allemande. Le parc automobile s’éteint de la petite BMW Isetta jusqu’au grand Canon à eau 9000, alors une diversité immense de véhicules des dernières 70 années. Le musée comprend également 18 motos de police BMW et de transporteurs affectés à des tâches logistiques. Chaque année, quelques milliers de personnes visitent le musée pendant les heures d’ouverture entre avril et octobre pour se faire des idées de l’histoire automobile de la police allemande. Mêmes pendant des enregistrements télévisés et des tournages de films et courses de voitures de collection, les classiques de la police sont en action. Le terrain du PMC (environ 23.000 m²) abrite 3 halls de véhicules, un atelier, un dépôt et le local du club. Opel Zafira Tourer 14. Oktober 2023 Ford Capri 15. Juli 2023 VW 1200 L 20. Mai 2023 Ford 17m Turnier 19. April 2023 VW 181 Polizei-Kurierwagen 13. Mai 2022 BMW 318i 11. Mai 2022 Mercedes-Benz E 280 CDI 6. August 2021 Alle Fahrzeuge der Sammlung sind hier zu finden: Zur Fahrzeug­sammlung Sie suchen Polizeioldtimer für Ihre TV- oder Filmproduktion? Wir beraten Sie gerne. Kontaktieren Sie uns. Ford Capri auf der Überholspur 8. Januar 2024 Gute Freunde – Der Aufstieg des FC Bayern 17. November 2023 Kölner Entführungsfall mit Marburger Polizeioldies 10. November 2023 Ausflugs-Tipp im HR – Polizeioldtimer Museum 27. September 2023 ALLE BEITRÄGE ZU TV/KINO Gruppenanmeldung Größere Gruppen werden gebeten, sich vor ihrem Besuch anzumelden. Vielen Dank. ▸ Zur Anmeldung Name* Vorname* PLZ Telefon-Nr. * E-Mail-Adresse Personenanzahl | Gruppengröße* Bemerkungen *Pflichtfeld Hiermit bestätige ich, dass ich die Daten­schutz­erklärung gelesen habe. 0 Quadratmeter 0 GEBÄUDE 0 + Polizeioldtimer Die Polizei-Kradstaffel Mit der Gründung des Polizei-Motorsport-Club Marburg im Jahr 1990 begann der Aufbau der Polizei-Kradstaffel. Anfangs nutzten die Mitglieder der Kradstaffel die Motorräder der Polizeidirektion Marburg. Nachdem das Innenministerium die Aufbauarbeit unterstützte, konnten ausgesonderte Dienstkräder der Polizei für die Kradstaffel angekauft werden. Die Auftritte der Kradstaffel erfreuten sich steigender Beliebtheit und so überließ das Innenministerium dem PMC Marburg weitere Polizeikräder für den Einsatz in der Kradstaffel. Im ganz Deutschland war die Kradstaffel in den vergangenen Jahren mit bis zu 25 BMW Polizeikrädern unterwegs. Eskorten, Motorradakrobatik auf ein, zwei oder drei Motorrädern und als Höhepunkt die Pyramide aus bis zu 21 Polizistinnen und Polizisten auf drei Motorrädern gehören zu den Leistungen der Staffel. 2011 stellte die Kradstaffel des PMC Marburg einen inoffiziellen Weltrekord auf. Während der Eröffnung eines Teilstücks der Bundesstraße 3 zwischen Marburg und Gießen fuhr die große Pyramide mit 18 Polizistinnen und Polizisten auf drei Motorrädern einen Streckenrekord über 5 Kilometer. Impressionen der Polizei-Kradstaffel Neuigkeiten Ford Capri auf der Überholspur 8. Januar 2024 Öffnungszeiten 2024 31. Dezember 2023 Fahndung für Polizeiklassiker 31. Dezember 2023 Es begann mit dem L 28 31. Dezember 2023 ALLE BEITRÄGE Termine & Veranstaltungen 14 April 1. Deutsches Polizeioldtimer Museum Marburg Sonntag Erste Museumsöffnung am 14. April 2024 1. Deutsches Polizeioldtimer Museum Marburg | Cyriaxstraße 103, 35037 Marburg View Detail Über Ihre Unterstützung würden wir uns sehr freuen. Weitere Informationen. Vereins- und Postadresse Polizei-Motorsport-Club Marburg 1990 e.V. Raiffeisenstraße 1 35043 Marburg / Lahn (Für Museumsadresse bitte klicken) Museums-Adresse 1. Deutsches Polizeioldtimer Museum Cyriaxstraße 103 35037 Marburg / Lahn Kontakt Polizei-Motorsport-Club Marburg 1990 e.V. Kontakt: Polizeidirektion Marburg-Biedenkopf Telefon: 0 64 21 / 406 - 0 E-Mail: info@polizeioldtimer.de Mit freundlicher Unterstützung von Homepage by BAM-WERBUNG Impressum | Datenschutz Type and Press “enter” to Search Verwendung von Cookies Um unsere Webseite für Sie optimal zu gestalten und fortlaufend verbessern zu können, verwenden wir Cookies. Durch die weitere Nutzung der Webseite stimmen Sie der Verwendung von Cookies zu. Weitere Informationen zu Cookies erhalten Sie in unserer Datenschutzerklärung . Cookie Einstellungen Akzeptieren Datenschutz & Cookies-Richtlinie Schließen Datenschutz & Cookies-Richtlinie Diese Website verwendet Cookies, um Ihre Erfahrung zu verbessern, während Sie durch die Website navigieren. Von diesen Cookies werden die als notwendig eingestuften Cookies auf Ihrem Browser gespeichert, da sie für die Funktion der Grundfunktionalitäten der Website unerlässlich sind. Wir verwenden auch Cookies von Drittanbietern, die uns helfen zu analysieren und zu verstehen, wie Sie diese Website nutzen. Diese Cookies werden nur mit Ihrer Zustimmung in Ihrem Browser gespeichert. Sie haben auch die Möglichkeit, diese Cookies abzulehnen. Die Ablehnung einiger dieser Cookies kann jedoch Auswirkungen auf Ihr Surfverhalten haben. Necessary Necessary immer aktiv Für das einwandfreie Funktionieren der Website sind Cookies unbedingt erforderlich. In diese Kategorie fallen nur Cookies, die grundlegende Funktionalitäten und Sicherheitsmerkmale der Website gewährleisten. Diese Cookies speichern keine persönlichen Informationen. SPEICHERN & AKZEPTIEREN",{"entities":[[8750,8781,"ADDRESS"],[8936,8968,"ADDRESS"],[9063,9093,"ADDRESS"]]}]]}