{"classes":["ADDRESS"],"annotations":[["Start - RS Torsysteme Start Unternehmen Jobs & Karriere Produkte Rolltore Rollgitter Falttore Faltschiebetore Schiebetore Schallschutztore Sicherheitstore Rundlauftore Flutschutztore Sektionaltore Carports Carport E-Bike-Port Parkplatz Überdachung Projekte Service Kontakt Mehr als ein Tor: Sicherheit trifft Design. Kontakt aufnehmen Ihr Partner für Sicherheit & Innovation. Über uns ⸻ Seit 1973 Für mehr RS Torsyteme ist ein modernes Familienunternehmen, mit einer fast 50-jährigen Tradition und stetig wachsender Erfahrung. Wir sind mit unseren beiden Standorten fest in der Region Limburg an der Lahn verankert und dem Grundsatz „Made in Germany“ verpflichtet. Von ergonomischen Gebäudeabschlüssen bis hin zu komplexen Sonderlösungen haben wir unsere Produktpallette kontinuierlich erweitert. Über uns ⸻ Entdecken Sie unsere Tore Produkte Verschaffen Sie sich einen Eindruck unserer vielfältigen Produkte. Jetzt entdecken Rolltore Rollgitter Falttore Faltschiebetore Schiebetore Schallschutztore Sicherheitstore Rundlauftore Flutschutztore Sektionaltore ⸻ Produkte Design / Funktion / Qualität / Sicherheit / Innovation / ⸻ Für alle das richtige Tor Anwendungs- bereiche Die Anwendungsbereiche unserer Tore sind vielfältig. Wir bauen Ihr Individuelles Tor. Kontakt aufnehmen Öffentliche Gebäude Justiz, Behörden & Polizei Kritische Infrastruktur Museen Gewerbebetriebe Einkaufszentren, Handel & Logistik Privat Sonderbauten ⸻ Anwendungsbereiche ⸻ Solar Carports, E-Bike Ports & Parkplatz Überdachungen Willkommen in der Zukunft der Energie! Hochwertige, individuell gefertigte Solar Überdachungen, die nicht nur Ihre Fahrzeuge und E-Bikes schützen, sondern auch saubere, erneuerbare Energie produzieren. Carports Carport E-Bike-Port Parkplatz Überdachung ⸻ Ihr Partner für Sicherheit. RS Torsysteme 1973 Gründung 36 Mitarbeiter 2410 m² Produktions­fläche 10 Service-Fahrzeuge Über uns ⸻ Entdecken Sie unsere Projekte Unsere Projekte: Darauf sind wir Stolz Projekte Gewerblich MVV Olam Heizkraftwerk einbruchhemmendes Rolltor Gewerblich Europahafenkopf Bremen 3 Stück Falttoranlagen Gewerblich ERAM Schacht- & Containerhalle 3 Stück einbruchhemmenden Toranlagen Öffentlich Baakenpark Hamburg 5 Stück Flutschutztoren in verschiedenen Größen Öffentlich Laguna Zollhafen 2 Stück Rollgittertoranlagen inklusive Unterkonstruktion Öffentlich Heeresflugplatz Niederstetten 8 Stück Falttoren 4-flgl. in verschiedenen Größen Öffentlich Feuerwehrgerätehaus Zwätzen hochmoderne Falttoranlagen ⸻ Projekte ⸻ Produkte + 5.000 montierte Tore + 1.000 Bauvorhaben + 500 Kunden 100 % Zufriedenheit ⸻ Jobs & Karriere Werden sie Teil unseres Teams Jobs & Karriere Konstrukteur (m/w/d) in Vollzeit Finanzbuchhalter & Personalwesen (m/w/d) in Teilzeit (30 Std.) Metallbauer / Schweißer (m/w/d) in Vollzeit Elektromeister (m/w/d) in Vollzeit Ausbildungsberuf Metallbauer (m/w/d) ⸻ Verkauf Lassen Sie sich von uns Beraten Kontakt – Vertriebsleiter Andreas Hohmann RS Torsysteme GmbH & Co. KG Limburger Straße 78 65555 Limburg-Offheim Tel: +49 (0) 64 31 95 67 – 0 info@rs-torsysteme.de Start Unternehmen Jobs & Karriere Produkte Rolltore Rollgitter Falttore Faltschiebetore Schiebetore Schallschutztore Sicherheitstore Rundlauftore Flutschutztore Carports Carport E-Bike-Port Parkplatz Überdachung Service Projekte Kontakt Impressum | Datenschutz | AGB | Cookie-Einstellungen",{"entities":[[2972,3013,"ADDRESS"]]}]]}