{"classes":["ADDRESS"],"annotations":[["HOPE-Gala | Eine Veranstaltung zu Gunsten von HOPE Cape Town Aids Jetzt spenden Kontakt b733e8ee-1321-495f-980d-75f0e7e5ce8d b74e4275-ae42-4600-8a1f-1afa116e20cc 65608cc5-571b-47fe-9601-b9b14a096d3a Unterstützer HOPE-Kuratorium Partner und Sponsoren Hotelpartner Catering Partner Tombola Partner Give Away Partner Events & Tickets HOPE Charity-Dinner München Rückblicke News & Stories Tombola HOPE-Projekt HOPE Cape Town Seed of HOPE HOPE Award Spenden Presse & Media Team Unterstützer HOPE-Kuratorium Partner und Sponsoren Hotelpartner Catering Partner Tombola Partner Give Away Partner Events & Tickets HOPE Charity-Dinner München Rückblicke News & Stories Tombola HOPE-Projekt HOPE Cape Town Seed of HOPE HOPE Award Spenden Presse & Media Team Aids Jetzt spenden Kontakt b733e8ee-1321-495f-980d-75f0e7e5ce8d b74e4275-ae42-4600-8a1f-1afa116e20cc 65608cc5-571b-47fe-9601-b9b14a096d3a Herzlich willkommen HOPE-Gala Für Hoffnung am Kap mehr erfahren Wir sind diesjähriger Charity-Partner des Dresdner SemperOpernball T OMBOLA Jetzt Gewinnlose auschecken! 1 Los kostet 10€ und der Loskauf ist bis 23:30 Uhr am 23. Februar möglich. Werden Sie Teil unseres Community Gardens! Wir brauchen Ihre Hilfe! HOPE Cape Town möchte aus dem Land direkt neben dem Campus “The Nex – Indawo Yethu” im Township Delft einen “Community Garden” errichten, in welchem frisches Obst und Gemüse angebaut werden kann. Die Bewirtschaftung soll als Ausbildung dort ansässiger Menschen dienen. Darum bitten wir Sie/Euch, eine Patenschaft über einen oder mehrere Gärten von à 4 m² zu übernehmen. Jetzt Spenden Alle News & Stories 15. HOPE-Gala 28. Oktober 202 3 | Schauspielhaus Dresden Rückblick zur 15. HOPE-Gala Seit 17 Jahren sammeln wir Spenden für das Kinderprojekt „HOPE Cape Town“ in Südafrika. Die HOPE-Gala als Höhepunkt der Aktivitäten musste in der Corona-Krise pausieren. Dieses Jahr kehrte sie ins Schauspielhaus zurück und mit ihr auch die After-Show-Party! News, Stories & Aktionen 1 2 3 4 COCKTAILnacht mit HOPE-Aktion Am 7. September 2023 von 18:00 bis 22:00 Uhr darf wieder durch das Barockviertel und auf der Hauptstraße geschlendert und geschlürft werden. Zur 14. COCKTAILnacht laden zahlreiche Unternehmen die Gäste im Barockviertel auf überraschende und einzigartige Cocktailkreationen ein. Auch einige unserer HOPE-Partner sind wieder dabei. Cocktailstopps können unter anderem bei Goldschmiedewerkstatt Barbara Oehlke, Prüssing & Köll oder SchaulustOptik gemacht werden. Bei Katja und René Kindermann, beide selbst seit vielen Jahren Teil der HOPE-Familie, steht die Teilnahme bei der diesjährigen Cocktailnacht mit ihrer Agentur Sender und Empfänger sogar unter dem Motto „Südafrika“. Eigens dafür kreierte Neustadt-Bar-Ikone Ulf Neuhaus den Cocktail mit Namen „HOPE“. Er enthält neben einem fruchtigen Rosé auch einen guten Schuss Whitley Neill Gin, dessen typisch südafrikanische Zutaten (Frucht des Affenbrotbaums & Andenbeere) dem Cocktail das gewisse Etwas verleihen. Ulf Neuhaus mixte auch schon die Sieger-Cocktails der Jahre 2021 und 2022 und steht an diesem Abend selbst hinter der Agentur-Bar. Das wird sich HOPE-Inititatorin Viola Klein nicht entgehen lassen und an diesem Abend auch selbst vorbeischauen und zum Cocktailshaker greifen. Ein Teil der Cocktail-Einnahmen fließt direkt an die HOPE Kapstadt Stiftung. Natürlich gibt es dazu auch gute musikalische Unterhaltung von DJ Tobi II an den Plattentellern, der sonst hinter dem DJ-Pult der Groovestation steht. Also den 7. September ab 18:00 Uhr vormerken und auf die Cocktails – fertig – HOPE. 1 2 3 4 5 6 Erfolgreicher Auftakt zur 1. HOPE Ladies Lounge Im kleinsten Schlösschen der Stadt, dem Kobalt Club Royal im Basteischlösschen Dresden, haben wir im Juni 2023 zur 1. HOPE Ladies Lounge 50 starke und inspirierende Frauen und Unternehmerinnen aus der Region eingeladen. Ein rundum gelungener Abend, der zum grandiosen Auftakt der HOPE Ladies Lounge Reihe wurde. Unter dem Motto Lebenslinien stellte Viola Klein zwei inspirierende Frauen vor: Moderatorin, Autorin und Videocoach Andrea Ballschuh gab nicht nur einen Einblick in ihre Biografie und ihr Business, sondern machte mit ihrem Redebeitrag die Veranstaltung zu einem sehr positiven und motivierenden Kick Off. Ebenso traf Sylke Schuhmann alias Célia von Barchewitz den Nerv der anwesenden Damen, sowohl mit ihrer persönlichen Vorstellung ihres Werdegangs als auch mit ihren Designkreationen von Kleidern und Schmuck. So shoppten viele der gutgelaunten Anwesenden noch mit Leidenschaft oder unterhielten sich angeregt und entspannt in familiärer gelöster Atmosphäre. So „ganz nebenbei“ wurde auch für das HOPE Cape Town Projekt in den Townships Kapstadt gesammelt, wobei durch freie Spenden und einem Teil des Verkaufserlöses von Célia von Barchewitz bisher schon eine beachtliche Summe zusammengekommen ist. Diese wird noch ergänzt werden von den Anmeldungen zur Video Challenge von Andrea Ballschuh, die auch davon der Spendensumme noch einiges zuführen wird. 1 2 3 4 5 6 7 8 Das Organisationsteam der HOPE-Gala zu Gast im Projekt Anfang Mai hat sich das Organisationsteam der HOPE-Events auf den Weg nach Kapstadt gemacht, um das Land und natürlich das Herzensprojekt HOPE Cape Town persönlich zu besuchen und sich einen eigenen Eindruck von dem Land zu verschaffen. Auch viele langjährige Unterstützer und ehrenamtliche Helfer aus Sachsen sind mitgereist. Insgesamt durfte das Team 2 erlebnisreiche und interessante Tage im Projekt verbringen und selbst erleben, was in über 20 Jahren bereits aufgebaut werden konnte und in den Townships entstanden ist. Durch das Gespräch mit den Projektmitarbeitern konnte das Team eine große Wunschliste erstellen und natürlich auch erfüllen. Der Einkauf konnte direkt im Projekt übergeben werden. Der Höhepunkt dieser Reise war der Besuch auf dem Ball of HOPE im Best Western in Kapstadt - dem Pendent zu unserer HOPE-Gala in Dresden. Es war ein Abend mit großartiger Unterhaltung, gutem Essen und wunderbaren Gästen. Auch hier konnte die Reisegruppe mit einigen Mitarbeitern von HOPE Cape Town in Kontakt kommen und dieser ist in Südafrika bekanntlich ja besonders herzlich! Die Reise nach Kapstadt ist Ansporn und Motivation zugleich weiterzumachen und ein bisschen Hoffnung in die Welt zu streuen! Weitere Aktionen Aktueller Spendenstand 2.511.174 € Danke für die Unterstützung der letzten Jahre! Rückblicke der letzten Events Partner der HOPE-Gala Wir möchten uns von ganzem Herzen bei all unseren Sponsoren und Partnern bedanken, die uns über die Jahre begleitet und bestärkt haben, ein solches Projekt erfolgreich durchzuführen. Danke, dass Sie alle an unserer Seite stehen und Jahr für Jahr maßgeblich zum Erfolg der Charity-Events beitragen. Alle Partner Partner werden Werden Sie Teil der HOPE-Familie HOPE Cape Town organisiert seine Projekte durch Spenden in finanzieller und materieller Form von Einzelpersonen, Unternehmen, Organisationen und Vertretungen von Ländern sowohl innerhalb als auch außerhalb Südafrikas. Jetzt spenden Newsletter-Anmeldung Abonnieren Sie unseren HOPE-Gala Newsletter, um immer die neuesten News zu unseren Charity-Events und dem Projekt HOPE Cape Town zu erfahren. Name * E-Mail Adresse * Hiermit bestätige ich, dass ich die Datenschutzerklärung zur Kenntnis genommen habe. * Jetzt anmelden finite-icons Vielen Dank für Ihre Anmeldung! Sie werden in Kürze eine Bestätigung per E-Mail bekommen. Zurück Can't send form. Please try again later. Ok Impressum | Datenschutz Copyright ©2021 by HOPE-Gala All rights reserved. HOPE Kapstadt Stiftung eine Treuhandstiftung von Deutsche AIDS-Stiftung Münsterstraße 18 53111 Bonn Telefon : 0228 60 46 90 Fax: 0228 60 46 995 E-Mail: ed.tdatspak-epoh%40ofni Organisationsbüro der HOPE-Gala Dresden Enderstraße 94, Haus A 01277 Dresden Telefon: 0351 259821 60 Fax: 0351 259821 69 E-Mail: i ed.alagepoh%40ofn Kontakt aufnehmen Unser Spendenkonto der HOPE-Gala Dresden Inhaber: HOPE Kapstadt Stiftung Institut: Ostsächsische Sparkasse Dresden IBAN: DE44850503003100388002 BIC: OSDD DE 81 XXX b733e8ee-1321-495f-980d-75f0e7e5ce8d b74e4275-ae42-4600-8a1f-1afa116e20cc 65608cc5-571b-47fe-9601-b9b14a096d3a Impressum | Datenschutz Copyright ©2021 by HOPE-Gala All rights reserved. HOPE Kapstadt Stiftung eine Treuhandstiftung von Deutsche AIDS-Stiftung Münsterstraße 18 53111 Bonn Telefon : 0228 60 46 90 Fax: 0228 60 46 995 E-Mail: ed.tdatspak-epoh%40ofni Organisationsbüro der HOPE-Gala Dresden Enderstraße 94, Haus A 01277 Dresden Telefon: 0351 259821 60 Fax: 0351 259821 69 E-Mail: i ed.alagepoh%40ofn Kontakt aufnehmen Unser Spendenkonto der HOPE-Gala Dresden Inhaber: HOPE Kapstadt Stiftung Institut: Ostsächsische Sparkasse Dresden IBAN: DE44850503003100388002 BIC: OSDD DE 81 XXX b733e8ee-1321-495f-980d-75f0e7e5ce8d b74e4275-ae42-4600-8a1f-1afa116e20cc 65608cc5-571b-47fe-9601-b9b14a096d3a Made with",{"entities":[[7740,7776,"ADDRESS"],[8288,8315,"ADDRESS"],[8432,8468,"ADDRESS"]]}]]}