{"classes":["ADDRESS"],"annotations":[["Joest Racing - Ihr erfahrener Partner in Sachen Rennsport Zum Inhalt wechseln Joest Racing Home Leistungen Historie Reinhold Joest Kommentare Kontakt Joest Racing Home Leistungen Historie Reinhold Joest Kommentare Kontakt Home Leistungen Historie Reinhold Joest Kommentare Kontakt 0 24h Le Mans Siege 0 24h Daytona Siege 0 12h Sebring Siege 0 10h Petit LM Siege 0 WEC Titel 0 ALMS Titel 0 DTM / ITC Titel > 400 Podiums plätze Ein sehr erfahrener und erfolgreicher Partner an Ihrer Seite. Joest Racing: Mit über 50 Jahren Erfahrung im modernen und historischen Rennsport unterstützen wir Sie in Ihren Projekten. Fahrzeugbau Aufbau und Revision Motoren- und Komponentenbau Originalteile-Lager und Beschaffung Teile Reproduktion - und Prototypenbau Zertifizierte Rissprüfung für FIA Homologation Lackierung und Folierung Equipment & Logistik Bereitstellung und Entwicklung von Rennequipment Transporte mit eigenem Fuhrpark Internationales Frachthandling Dokumentation für Luft- und Seefracht Streckeneinsatz Rennevents Entwicklungstests Trackdays Incentive Events Betreuung durch erfahrene Ingenieure und Mechaniker Performance Datenanalyse Setup-Optimierung Dauerlaufanalyse Driver- und Crew- Coaching Historie Nach Firmengründung 1968 begann die Ära JOEST RACING in der internationalen Sportwagen Szene. Als Porsche Kundenteam lies man die Werks Elf immer öfter im Schatten stehen und konnte sich binnen Kürze etablieren. Aufgrund seiner herausragenden Leistungen wurde Reinhold Joest 1971 als Werksfahrer in das Porsche Rennteam berufen. Highlights aus dieser Zeit waren unter anderem der mehrmalige Gewinn als Klassensieger der 1000 km Nürburgring, wiederholte Podiumsplätzeplätze des Klassikers 24H Le Mans sowie die Meisterschaft der Interserie und der Gewinn der 24 Stunden von Daytona. Damals wie heute zeichnet JOEST RACING seine herausragende Firmenphilosophie aus: Eine konsequente, disziplinierte und zuverlässige Arbeitsweise liegt allen Mitarbeitern im Blut und bietet viel Potential für neue, erfolgreiche Partnerschaften. Porsche Opel Mit der Adam Opel AG stieg JOEST RACING 1993 in die DTM Serie ein. Nach dem ersten Lehrjahr fuhr man 1994 in Donington den ersten historischen Opel DTM Sieg ein. Die Freude war groß als Manuel Reuter mit seinem Opel Calibra RC3 mit der Startnummer #5 über die Ziellinie fuhr. Weitere Siege und Podiumsplatzierungen folgten, bevor mit Ende der Saison 1996 die Opel / JOEST Partnerschaft mit dem Gewinn der ITC Championship abschließend gekrönt wurde. Eine ganz besondere Erfolgsgeschichte startete 1999 als sich die AUDI AG dazu entschied in Le Mans an den Start zu gehen. Für die Marke mit den vier Ringen war JOEST RACING die erste Wahl und sie sollte nicht enttäuscht werden. Mit dem Audi R8R gelang 1999 beim 24H Le Mans-Debüt gleich ein Podiumsergebnis. 2000, 2001 und 2002 siegte das Audi Sport Team Joest in Le Mans souverän – und brachte dabei jeweils alle drei eingesetzten Audi R8 auf den ersten Plätzen ins Ziel. Mit Unterstützung von Audi Sport North America startete JOEST RACING als Kundenteam in der American Le Mans-Serie (ALMS) und setzte seinen Siegeszug fort. Vier Mal in Folge gewann JOEST RACING die ALMS. Bei den 24 Stunden von Le Mans 2006 gelang dem Audi Sport Team Joest ein historischer Sieg. Erstmals gewann ein Diesel-Sportwagen den Langstrecken-Klassiker. 2007, 2008, 2010 und 2011 wiederholte man das Le Mans Ergebnis, bevor man 2012 das Podium komplett als Audi Sport Team Joest besetzte. Diese Siegesserie wurde 2013 sowie 2014 fortgeführt. Die Erfolgsgeschichte hielt an und so resultieren aus der 18-jährigen Partnerschaft insgesamt 13 24H Le Mans Siege, 4 WEC Titel, über 60 Gesamtsiege und weit mehr als 150 Podiumsplatzierungen. Kein Team hat die 24 Stunden von Le Mans öfter gewonnen als JOEST RACING. Audi Mazda Diese beeindruckende Bilanz und die geschätzte deutsche Wertarbeit blieb auch in Amerika nicht ungesehen. So unterschrieb JOEST RACING Ende 2017 den vierten großen Werksvertrag, dieses Mal mit dem japanischen Autohersteller Mazda, der bis dato ohne nennenswerte Erfolge in der IMSA-Serie geblieben war. Nach einem Entwicklungsjahr fuhr das Team 2019 mit dem Mazda RT-24 P bei den 6 Stunden von Watkins Glen auf Platz 1. Der Knoten war geplatzt und JOEST RACING verhalf Mazda Motorsport zu insgesamt drei wichtigen Siegen und vielen Podiumsplatzierungen für die Marke. Bevor die Partnerschaft Ende März 2020 endete, gelang es dem Mazda Team Joest nach Streckenrekord und Poleposition beide RT24-P’s bei den 24 Stunden von Daytona ins Ziel zu bringen, wobei die #77 auf Platz 2 fuhr. Das beste Ergebnis für Mazda in Daytona der letzten Jahrzehnte… Die WEC Saison 2023 wartete mit einem deutlich erweiterten Feld an Fahrzeugen in der Hypercar Kategorie auf. Zahlreiche Großserienhersteller gaben ihr Debüt mit unterschiedlichen Fahrzeugkonzepten, was den Wettbewerb erhöhte und den Kampf um die vorderen Plätze entsprechend erschwerte. Nach einem für Glickenhaus seltenen Ausfall beim Saisonauftakt, den 12h von Sebring, folgten solide Auftritte bei den folgenden Läufen in Portimao und Spa. Glickenhaus ging somit selbstbewusst nach Frankreich zum Saisonhöhepunkt, den 24h von Le Mans. Erneut kreuzten beide Glickenhaus LMH 007 die Ziellinie, womit weiterhin eine hundertprozentige Quote an Zielankünften für den amerikanischen Kleinserienhersteller zu Buche steht. Glickenhaus konnte dabei einige prominente Sportwagen- und Großserienhersteller hinter sich lassen. Glickenhaus Historischer Rennsport Die Saison 2023 für klassische Rennwagen begann für unsere Abteilung für historischen Rennsport mit einem weiteren Fahrzeug in der Betreuung. Dieser Bolide hatte es allerdings nicht weit, da es sich dabei um den Porsche 962C mit der Fahrgestellnummer 013 handelt, welcher aus hauseigenem Besitz in die fähigen Hände unseres langjährigen Kunden, Monsieur Ivan Vercoutère übergegangen ist. Dieses Fahrzeug ist in dem ikonischen Design unseres Sponsors jener Zeit – BLAUPUNKT – gehalten und trägt die legendäre Startnummer 7. Bei dem zweiten Fahrzeug aus Ivans Sammlung in unserer Betreuung handelt es sich um einen weiteren Porsche 962C mit der Fahrgestellnummer 155. Umfangreiche Testfahrten in Hockenheim und Paul Ricard bereiteten Fahrer, Mannschaft und Fahrzeuge optimal auf die anstehenden Herausforderungen vor. Im Verlauf der Saison konnten so bei den Mugello-Classic, den Spa-Classic, den Le Mans Classic und den Paul Ricard Dix Mille Tours insgesamt fünf Pole Positions, drei schnellste Rennrunden und ein Sieg eingefahren werden. Wir gratulieren Ivan und seinem kompetenten Partner Ralf Kelleners, mit dem er sich das Cockpit teilt, zu einer erfolgreich abgeschlossenen Saison. Reinhold Joest ​​Reinhold Joest hat das geschafft, was nur ganz wenigen gelingt, der Sprung vom erfolgreichen Rennfahrer zum noch erfolgreicheren Teamchef. 1962 Beginn der Karriere mit einem Porsche 75 S beim Bergrennen in Eberbach. Bis 1967 fuhr er vor allem Bergrennen und wurde dabei 2x Deutscher Meister. 1966 Allmählich wechselte er auf die Rundstrecke und holte den Klassensieg beim 1000-Kilometer-Rennen auf dem Nürburgring. 1969 Le Mans Dritter im Ford GT40 1970 Auf der legendären Nürburgring-Nordschleife, der schwierigsten Rennstrecke der Welt, erfuhr er den Gesamtsieg. 1971 Dank seiner Leistungen wurde er ins Porsche-Werksteam berufen und feierte dort zahlreiche Erfolge. Den Traum vom Le Mans-Sieg konnte sich Reinhold Joest aber nicht erfüllen. 1972 Es war ein bedeutendes Jahr für Joest: Er wurde Le Mans Dritter im Porsche 908/03 (Langheck-Version) und er konnte sich in Monza gegen ein 43 Großes Starterfeld auf Platz 2 durchsetzen und eine ebenso gute Leistung in Watkins Glen abliefern. Außerdem durfte er gegen den Lokalmatador an dem legendären 500 km Interlagos Rennen antreten und gewann dieses mit deutlichem Vorsprung. 1973 2x der dritte Platz am Nürburgring Zum Saisonabschluss 73 hat es Joest nach Südafrika gezogen, zum 9 Stunden Rennen von Kyalami das er mit Platz 1 beendete. 1978 Le Mans Zweiter im Porsche 936 1980 In Le Mans Zweiter im Porsche 936 und der Gesamtsieg auf der Nürburgring-Nordschleife, Reinhold Joest gewann die Interserie, mehrere Läufe der Sportwagen-Weltmeisterschaft und 1980 auch das 24-Stunden-Rennen in Daytona Beach (Florida). Das Ende der Karriere Auch für das Ende seiner Laufbahn als Rennfahrer hatte Reinhold Joest ein glückliches Händchen: Sein letztes Rennen waren die 9 Stunden von Kyalami Ende 1981 in Südafrika, die er gemeinsam mit Jochen Mass gewann. Nur wenigen Rennfahrern gelingt es, sich mit einem Sieg zu verabschieden. Reinhold Joest hat dies geschafft und sich ebenfalls den Traum vom Sieg in Le Mans später als Teamchef gleich mehr als ein Dutzend Mal erfüllt… Kommentare zu Joest Racing … Ich bin der Meinung, die Jungs, die für Joest an der Boxenmauer sitzen, sind die Besten im Business … ​Larry Holt EVP Multimatic SVO (Race Tech Juni 2020) Es war eine enorme Teamleistung von allen im Mazda Team Joest“ sagte Tincknell, der zusammen mit Jonathan Bomarito und Olivier Pla fuhr. „Es war unglaublich. Mir fehlen die Worte. Es zu Ende zu bringen und den Sieg nach Hause zu fahren, war eine große Verantwortung, aber wir haben den ganzen Tag als Team gearbeitet und beide Autos waren fantastisch. Unsere beiden Autos führten das Rennen an und es war eine tadellose Leistung. Mein Traum ist wahr geworden. Ich bin so glücklich, dieses Rennen gewonnen zu haben. Harry Tincknell Multimatic Werksfahrer (Watkins Glen 2019) Ein riesiges Dankeschön an diese Spitzenmannschaft, an das Audi Sport Team Joest, an unsere Fahrer und an alle, die dies hinter den Kulissen in Neuburg, Neckarsulm und Ingolstadt ermöglicht haben. So emotional und berührend dieser Abschied auch erscheinen mag, so sehr freuen wir uns doch auch über diese sportliche Spitzenleistung mit dem Doppelsieg und den beiden Vize-Weltmeistertiteln. Einen herzlichen Glückwunsch an alle. Stefan Dreyer Audi Sport Projektleiter LMP1 (Bahrain 2016) Sie bekommen keinen Ruhm in der Presse, doch sie sind die wahren Helden dieses Doppelsiegs: Die Mechaniker vom Audi Sport Team Joest ermöglichten es André Lotterer, Marcel Fässler und Benoît Tréluyer erst, den Sieg zu holen. In Rekordzeit tauschten Sie an dem AUDI R18 e-tron quattro den Turbolader aus. Später wiederholten Sie das Kunststück beim Fahrzeug von Lucas di Grassi, Marc Gené und Tom Kristensen. Überhaupt konnten diese nach dem schweren Unfall von Loïc Duval erst durch eine Monster-Schicht der Mechaniker in der Nacht von Mittwoch auf Donnerstag, Training und Rennen in Angriff nehmen. Wir recken beide Daumen für die Schrauber beim Joest-Team! MotorsportMagazin.com Le Mans 2014 Unsere Piloten hatten es 24 Stunden lang mit wechselnden Witterungsverhältnissen zu tun und mussten sich immer wieder in kürzester Zeit auf neue Bedingungen einstellen. Das Team in der Box und an der Boxenmauer hatte deshalb keine einzige Ruhepause – an so etwas kann ich mich nicht erinnern. Die ganze Mannschaft hat an diesem Wochenende in einer Extremsituation eine unglaubliche Leistung gezeigt – ich bin stolz, ein Teil von ihr zu sein. Dr. Wolfgang Ullrich Leiter Audi Sport (Le Mans 2013) Wir waren einige Stunden sehr schnell unterwegs, und dann blieb unser Auto plötzlich auf der Strecke stehen. Da dachte ich, jetzt ist es vorbei, aber das Team hat nicht nur da hart gearbeitet und wir konnten weiterfahren. Ich danke den 4 – 5 Jungs, sie haben Herausragendes geleistet. Ihnen verdanken wir den Podesterfolg. Damit ist für mich ein Traum in Erfüllung gegangen. Oliver Jarvis Audi Sport Werksfahrer (Le Mans 2012) Kontakt Telefon +49 6207 94200 Fax +49 6207 1800 E-Mail info@joest-racing.de Bewerbungen jobs@joest-racing.de Standort Bahnstr. 14 69483 Wald-Michelbach Deutschland Nachricht senden Name E-Mail Nachricht Mit dem Absenden dieses Formulars akzeptieren Sie unsere Datenschutzbestimmungen . Senden © 2024 Joest Racing Impressum Datenschutz",{"entities":[[11702,11735,"ADDRESS"]]}]]}