{"classes":["ADDRESS"],"annotations":[["Go-East Reisen: Reisespezialist Ost-Europa & Asien, eigenes IATA-Reisebüro, Visumservice, Hamburg Direkt zum Inhalt +49-(0)40-896909-0 Ihr Europa und Asien – Reisespezialist Menü MENU MENU Reiseziele Europa Albanien Baltikum Estland Lettland Litauen Belarus Bulgarien Finnland Island NEU! Kroatien Mazedonien Moldawien Montenegro Polen Rumänien Schweden Serbien Slowakei Slowenien Tschechien Türkei NEU! Ukraine Ungarn Russland Baikalsee & Irkutsk Goldener Ring Jekaterinburg Kaliningrad Kamtschatka Karelien Kasan Krim Moskau Murmansk u. Polarregion Weliki Nowgorod Sibirien Sotschi St. Petersburg Transsibirische Eisenbahn Ural und Perm Wladimir Wladiwostok Reisen Zarenmetropolen Kaukasus Armenien Aserbaidschan Georgien Asien Bhutan Reisen China Hongkong Indien Iran Irak NEU! Japan Kasachstan Kirgistan Mongolei Myanmar Nepal Nordkorea Südkorea Tadschikistan Taiwan Thailand Tibet Turkmenistan Usbekistan Vietnam Neu! PAZIFIK: Papua-Neuguinea Go Afrika – Ihr Afrika Experte Botswana Kenia Namibia Tansania Südafrika Reisearten Bahnreisen Geschäftsreisen Naturreisen Familienreisen Kreuzfahrten & Fähren Pauschalreisen Ferienhäuser Landurlaub Rundreisen Flugreisen Mietwagen Winterreisen Sport- & Wellness Fahrradreisen Skifahren & Schlittschuhwandern Sport- und Aktivreisen Wanderreisen & Trekking Wellness Städtereisen Feiertagsreisen Kulturreisen Sprachreisen Winterreisen Transsibirische Eisenbahn Transsib-Fahrpreise Transsib-Fahrpläne Transsib-Reisen Transsib-Hotels Transsib-Reisetipps Baikalsee Reisen Afrika-Reisen Go Afrika – Ihr Afrika Experte Hotels weltweit Belarus China Georgien Hongkong Moldawien Mongolei Polen Südkorea Ukraine Russland Baltikum Flug Service & Info AGB Events mit Go-East! Flüge Geschäftsreisen/Messen Kontakt Reiseberichte & Kundenstimmen Reiseländer-Info Serviceentgelte Unser Team Über uns Visum- und Einreise Reise-Buchung Suche nach: Europa & Asien Business & Incentives|Reiseorganisation| Transsibirische Eisenbahn|Individual- & Gruppenreisen| Natur- & Entdeckerreisen| Flüge & Hotels| Schiffs- & Bahnreisen| Visum-Service Seit über 30 Jahren sind wir Ihr Reisespezialist für Russland-, Europa- und Asien-Reisen. Individuelle Reiseangebote genau nach Ihren Wünschen sind unsere Stärke! Eigenes IATA-Reisebüro, Firmen- und Visumservice Über uns Auf geht's! Situation in Ukraine & Russland Liebe Kundinnen und Kunden, wir sind geschockt und betrachten den russischen Einmarsch in die Ukraine als völkerrechtswidrig und durch nichts zu rechtfertigen. Wir kennen unsere Partner in der Ukraine und in Russland seit Jahrzehnten. Keiner hätte sich so etwas vorstellen können. Alle sind familiär eng miteinander verbunden. Wir haben es uns nicht einfach gemacht, aber wir werden die Reisen in beide Länder so bald wie möglich wieder anbieten, da wir der Meinung sind, dass es ansonsten wie immer die Falschen trifft. Wir haben aus den letzten 30 Jahren so viel positives Feedback von unseren Kunden zur Gastfreundschaft und Hilfsbereitschaft aus beiden Ländern, dass wir das jetzt nicht einfach über Bord werfen werden. In der Hoffnung auf baldigen Frieden Ihr Go East Team 2024 Unser Tipp des Monats Iran: Erlebnis Damavand Besteigung mit Kulturprogreamm Indien – Trekking in Ladakh, den Hochebenen des Himalaya Trekking im Pontischen Gebirge und Schwarzmeerküste Reisehighlights Unsere Empfehlungen Höhepunkte des Baltikums ab € 795 8-tägige erlebnisreiche Rundreise durch Estland, Lettland und Litauen mit deutschsprachiger Reiseleitung und Übernachtungen in 4-Sterne Hotels Vilnius mit mittelalterlichen Gebäuden und Kirchen Berg der Kreuze Rundale Palast Riga und mittelalterliches Lettland im Gauja Nationalpark (optional) Faszinierendes Tallinn – Mischung aus Mittelalter und modernem Lifestyle Zur Reise Radreise Albanien ab € 1150 8-tägige Rad- und Erlebnisreise Albanien. Die flache Adria Küste mit 250 km Länge, die einzigartige Bergwelt, die interessanten Städte machen die Radtour unvergesslich. Busbegleitung und Transfers Gruppengröße 4 - 12 Personen 7 Übernachtungen Verpflegung und Eintrittsgelder wie beschrieben Deutschsprachiger lokaler Reiseleiter und Radguide Alle notwendigen Reparatur-Werkzeuge werden mitgeführt Zur Reise Usbekistan - Große Seidenstraße ab € 1375 Prachtvolle Moscheen und bunte Basare, Mosaikverzierte Kuppeln und architektonische Meisterwerke wie aus 1001 Nacht, dieses alles erleben Sie auf unserer Rundreise durch das märchenhafte Usbekistan. Lassen Sie sich verzaubern und tauchen Sie ein in diese orientalische Welt! 11-tägige Reise zum Weltkulturerbe der UNESCO Chiwa, Buchara, Samarkand, Taschkent Wüstenfahrt Höhepunkte der Seidenstraße Auf geht's! Neu im Reiseprogramm Für Sie entdeckt Hier finden Sie unsere aktuellsten Reiseangebote, Ausflüge, Reisebausteine, Rundreisen, Gruppenreisen und vieles mehr. Unsere Reiseexperten planen gemeinsam mit Ihnen individuell nach Ihren Wünschen zusammengestellte Reisepakete. Meine Irak-Reise von Jochen Szech Irak, nicht nur eine Reise nach Babylon Irak? Echt jetzt? War auch mein erster Gedanke, als ich den Irak-Stand das erste Mal auf der ITB in Berlin sah. Es ging … Reisebericht Slowenien Rad und Wein Hallo, Herr Szech, anbei ein Paar Eindrücke von unserer wunderschönen Slowenien Reise. Als einen der schönsten Höhepunkte dieser Radreise haben wir den Moment in Erinnerung, als nach einem der Tunnel … Mit der Transsib durch Russland – Die schönste Zeit unseres Lebens Mit der Transsib durch Russland – Die schönste Zeit unseres Lebens Reise im Herbst 2023 Man weiß gar nicht wo man anfangen soll, nach so vielen traumhaften Erlebnissen. Es war … Mehr anzeigen Eindrücke vor Ort Reiseberichte Noch mehr Reiseberichte und Kundenstimmen haben wir für Sie hier gesammelt. Christian und Ute Rentrop Kroatien Luxusurlaub Luxusurlaub auf einer Motoryacht Go-East bietet seit Jahren diese Reise an. Wir haben es nun zu viert gewagt und hatten zuvor Erfahrung auf der Seacloud und MS Astor gesammelt. Vorab – die Kroatienreise kommt der der Seacloud am nächsten – natürlich ohne Segeln und auf einem etwas darunter befindlichen Niveau, wenn auch gehobenen Niveau.... Die Route: Wohl ausgewählt – immer interessant und wunderschön! ... Reisebericht lesen Bettina Bengtsson und Christina Grupe Reisebericht Finnland & Nord-Karelien 2023 Nord-Karelien erleben in Appartements mit herrlichem Blick auf Flüsse und Seen, mit Kloster- und Destilleriebesuch, kulinarischen Erlebnissen, Huskytouren und Wanderungen. Halten Sie Ausschau nach Polarlichtern und Spezialitäten wie Rentierschinken! Sie können jederzeit bei uns anfragen – sowohl Individual- als auch Gruppenreisen sind möglich Reisebericht lesen Ursula und Stefan Uhlig Go-East Kunden Moskau, Transsib, Baikal Nach einigen Recherchen im Internet stießen wir auf die Angebote von Go East. Zu den großen Vorteilen dieses Reiseanbieters gehört die Möglichkeit, individuell zu reisen und sich sein Wunschprogramm maßgeschneidert bauen zu lassen. Nun konnten wir endlich auch die vor mehr als 40 Jahren in der Schule erworbenen Russisch-Kenntnisse einmal anzuwenden. Los ging es am 15. August mit dem Flug von ... Reisebericht lesen Unsere Reisespezialisten stehen Ihnen zur Seite Kontakt CAPTCHA Code: * Lassen sie dieses Feld leer Go-East Reisen GmbH Woyrschweg 54, 22761 Hamburg +49-(0)40-896909-0 info@go-east.de +49-(0)40-896909-88 Wir freuen uns auf Ihre Anfragen Persönlich, telefonisch oder per E-Mail Kundenstimmen Weitere Kundenstimmen und Reiseberichte… Kundenzufriedenheit Zum Kontaktformular Zu unserem Reisespezialisten-Team Seit 30 Jahren sind wir Ihr Reisespezialist für Europa und Asien. Kompetente Beratung durch unsere freundlichen Mitarbeiter sowie individuelle Reiseangebote genau nach Ihren Wünschen sind unsere Stärken! Wir haben ein eigenes IATA-Reisebüro und einen eigenen Firmen- und Visumservice . Wir sind Ihr Europa & Asien Reisespezialist Naher & Mittlerer Osten Iran Irak Pazifik Papua-Neuguinea Kaukasus Armenien Aserbaidschan Georgien Nord- und Osteuropa Albanien Baltikum - Estland Baltikum - Lettland Baltikum - Litauen Belarus Bulgarien Finnland Island Kroatien Moldawien Montenegro Polen Rumänien Serbien Slowenien Schweden Tschechien Ukraine Ungarn Russland Goldener Ring Irkutsk & Baikalsee Jekaterinburg Kaliningrad Kamtschatka Karelien Kasan Krim Moskau Weliki Nowgorod Sibirien Sotschi St. Petersburg Ural & Perm Wladimir Wladiwostok Ostasien China Hongkong Japan Mongolei Nordkorea Südkorea Taiwan Tibet Südostasien Bhutan Indien Vietnam Zentralasien Kasachstan Kirgistan Tadschikistan Usbekistan Go East Reisen Woyrschweg 54, 22761 Hamburg Öffnungszeiten: Mo.-Fr. 10:00 – 17:00 Tel: 040/896909-0 Fax: 040/896909-88 E-Mail: info@go-east.de LOGIN © 1989 - 2024 Go-East Reisen GmbH Unser Team Impressum und Bildnachweis Unsere AGB Datenschutzerklärung Buchung & Information | 040 - 896 909-0 | info@go-east.de | Mo.-Fr. 10:00 – 17:00",{"entities":[[7228,7256,"ADDRESS"]]}]]}