{"classes":["ADDRESS"],"annotations":[["Willkommen - KESSEL - Führend in Entwässerung Skip to main content Eingaben löschen Eingaben löschen Suche Kontakt Deutsch België France International (english) Italia Nederland Österreich Polska România Schweiz Produkte Service Unternehmen PlanerPortal Weiterbildung Produkte Service Unternehmen PlanerPortal Weiterbildung zurück Produkte Übersicht Rückstauschutz Hybrid-Hebeanlagen Pumpentechnik Ablauftechnik Abscheidetechnik Technikschächte Individuelle Lösungen OEM-Lösungen zurück Service Übersicht Kataloge & Prospekte Einbau- und Bedienungsanleitungen Dienstleistungen Ersatzteile Servicepartner finden BIM-Daten & CAD-Zeichnungen Planungstool SmartSelect Ausschreibungstexte Artikelstammdaten und Preise Einbaupartner finden Produktregistrierung Weiterbildung zurück Unternehmen Übersicht Unternehmensprofil Jobs und Karriere Nachhaltigkeit Integriertes Managementsystem Gesellschaftliches Engagement Termine Presse zurück Weiterbildung Übersicht Zielgruppe - Verarbeiter Zielgruppe - Planer & Architekten Zielgruppe - Handel & Institutionen Zielgruppe - Betreiber Individuelle Schulungen Kundenforen zurück Rückstauschutz Rückstauschutz - Alles was Fachleute wissen müssen Rückstauverschlüsse Pumpfix F Staufix FKA Staufix SWA Controlfix Staufix Staufix DN 50 und DN 70 Staufix Siphon DN 50 Rohrklappen Rückstauschächte Rückstau-Standardschacht Rückstau-Modulschacht zurück Hybrid-Hebeanlagen Alles was Fachleute wissen müssen Ecolift Ecolift L Ecolift XL zurück Pumpentechnik Alles was Fachleute wissen müssen Hebeanlagen Minilift F Minilift S Aqualift F Compact Aqualift S Compact Aqualift F Aqualift S 100 und S 200 Aqualift F XL Pumpstationen Pumpstation Aquapump Medium Pumpstation Aquapump XL Pumpstation Aquapump XXL Pumpanlage Aquapump Retrofit Tauchpumpen Tauchpumpe Aquadive KTP 300 Tauchpumpe Aquadive GTF 500 Tauchpumpe Aquadive GTF 1000 zurück Ablauftechnik Ablauftechnik - Alles was Fachleute wissen müssen Badabläufe und Duschrinnen Der Ultraflache Linearis Infinity Linearis Comfort Linearis Compact Wandablauf Scada Bodenabläufe Bodenablauf Practicus Bodenablauf Ecoguss Bodenabläufe aus Edelstahl Kellerabläufe Pumpfix S Universale Plus Kellerablauf Drehfix Leichtflüssigkeitssperre Kellerabläufe ohne Rückstausicherung Abläufe im Außenbereich Parkdeckabläufe Ecoguss Hofabläufe Regenabläufe Flachdachabläufe zurück Abscheidetechnik Fettabscheider Fettabscheider - Alles was Fachleute wissen müssen EasyClean free EasyClean free Modular EasyClean ground EasyClean ground Modular EasyClean ground Oval Fettabscheider EasyClean ground Multi Anlage zur chemisch-physikalischen Behandlung DOS BIFENA Leichtflüssigkeitsabscheider Koaleszenzabscheider EasyOil ground Öl-, Benzinabscheider EasyOil ground Stärkeabscheider Sinkstoffabscheider zurück Technikschächte zurück Individuelle Lösungen zurück OEM-Lösungen zurück Kataloge & Prospekte zurück Einbau- und Bedienungsanleitungen zurück Dienstleistungen Einbaubegleitung Inbetriebnahme & Einweisung Generalinspektion Wartung Wartungsvertrag zurück Ersatzteile zurück Servicepartner finden zurück BIM-Daten & CAD-Zeichnungen zurück Planungstool SmartSelect zurück Ausschreibungstexte zurück Artikelstammdaten und Preise zurück Einbaupartner finden zurück Produktregistrierung zurück Weiterbildung zurück Unternehmensprofil Unternehmenshistorie zurück Jobs und Karriere Arbeiten bei KESSEL Schüler und Schülerinnen Fachinformatiker/in Industriekaufleute Kaufleute für Marketingkommunikation Mediengestalter/in Technische/r Produktdesigner/in Fachkraft für Lagerlogistik Mechatroniker/in Elektroniker/in Technische/r Modellbauer/in Kunststoff- und Kautschuktechnologe Werkzeugmechaniker/in Studenten Berufserfahrene Karriereportal zurück Nachhaltigkeit zurück Integriertes Managementsystem zurück Gesellschaftliches Engagement zurück Termine zurück Presse zurück Zielgruppe - Verarbeiter zurück Zielgruppe - Planer & Architekten zurück Zielgruppe - Handel & Institutionen zurück Zielgruppe - Betreiber zurück Individuelle Schulungen zurück Kundenforen Kundenforum Lenting Kundenforum Stuttgart Kundenforum Mainz Kundenforum Dortmund Kundenforum Hamburg QUICKLINKS Planungstool SmartSelect Weiterbildung Dienstleistungen Events Besuchen Sie uns auf der EcoLogisch-Tour Und erleben Sie Hybrid-Entwässerung hautnah. Mehr Informationen Hybrid-Entwässerung Hybrid-Hebeanlage Ecolift L Die Leistungsstarke für Neubau und energetische Sanierung. Mehr Informationen Die neue Kleinhebeanlage Miniformat. Megastark. Die Minilift S für Grauwasser macht alles möglich. Mehr Information Ablauftechnik Rinnen, Wannen und Abläufe aus Edelstahl. Glanzleistung auf jedem Boden. Zu den Produkten Abscheidetechnik EasyClean ground Oval Der Kompakte zum Erdeinbau. Zum Produkt Events Hybrid-Entwässerung Die neue Kleinhebeanlage Ablauftechnik Abscheidetechnik Previous Next Unsere Produkte Alle Produktgruppen im Überblick Rückstauschutz Hybrid-Hebeanlagen Pumpentechnik Ablauftechnik Abscheidetechnik Technikschächte Individuelle Lösungen OEM-Lösungen Unsere Services Mit nur einem Klick direkt ans Ziel SmartSelect Ersatzteile Dienstleistungen Servicepartner finden Ausschreibungstexte Artikelstammdaten Weiterbildungsprogramm Entdecken Sie mehr über KESSEL Neuigkeiten und Wissenswertes im Überblick Nachhaltigkeit bei KESSEL Klimaneutralität sowie Umwelt- und Sozialverträglichkeit unseres Unternehmens sind für uns sehr wichtig. Wir zeigen Ihnen, was wir dafür tun. Mehr erfahren Arbeiten bei KESSEL Was zeichnet unsere Unternehmenskultur aus? Erfahren Sie mehr darüber, was unsere Mitarbeitenden an KESSEL schätzen. Mehr erfahren Events und Termine Lernen Sie uns und unsere Produkte persönlich kennen. Wo? Am besten auf einer der kommenden Veranstaltungen. Zum Kalender Bestens vernetzt Kennen Sie schon unseren LinkedIn-Auftritt? Schauen Sie vorbei und schließen Sie sich unserem Netzwerk an. KESSEL auf LinkedIn Video Podcast In unserem Video Podcast präsentieren wir euch regelmäßig spannende Themen rund um den Bereich der Entwässerungstechnik. Zum neuesten Video Podcast Das läuft bei KESSEL Wie funktioniert das? Und wie wird das montiert? Entdecken Sie unsere vielen Videos zum Thema Entwässerung. KESSEL auf Youtube Viel zu sehen auf Instagram Authentische Einblicke, Schnappschüsse aus dem Alltag, starke Projekte – einfach folgen und nichts mehr verpassen. KESSEL auf Instagram Werden Sie Teil der Community Liken, kommentieren & sharen: Werden Sie unser Facebook-Fan und teilen Sie Ihre Begeisterung mit uns. KESSEL auf Facebook Weitere Themen Verpassen Sie keine Neuigkeit bei KESSEL Managementsysteme Qualität nach ISO 9001 Mit unserem Managementsystem steuern wir Prozesse in Entwicklung, Fertigung und Kundendienst für höchstmögliche Qualität. Mehr erfahren Immer topinformiert KESSEL Presseportal Verpassen Sie nichts mehr! Im KESSEL Presseportal erwarten Sie alle wichtigen Meldungen zum Unternehmen und unseren Produkten. Zum KESSEL Presseportal Produkte Produktübersicht Rückstauverschlüsse Hybrid-Hebeanlagen Hebeanlagen und Pumpen Abläufe und Duschrinnen Fettabscheider Leichtflüssigkeitsabscheider Direktkontakt Verkauf +49 (0) 8456 27-460 Planungsunterstützung +49 (0) 8456 27-461 Technischer Kundendienst +49 (0) 8456 27-462 Abonnieren Sie unseren Newsletter Jetzt anmelden Weitere Angebote Jobs & Karriere Weiterbildung KundenForum Datenschutz Impressum Facebook Instagram LinkedIn Xing YouTube Copyright 1998-2024 KESSEL SE + Co. KG, Bahnhofstraße 31, 85101 Lenting, Deutschland Datenschutz Impressum",{"entities":[[7418,7449,"ADDRESS"]]}]]}