{"classes":["ADDRESS"],"annotations":[["Paynes Heating Home Solar & Batteries Electric Vehicle Chargers Heating Boiler Installation Boiler Maintenance Heat Pumps Oil Storage Tanks Heat Care Plumbing Electrical Contact Solar & Batteries Electric Vehicle Chargers Heating Boiler Installation Boiler Maintenance Heat Pumps Oil Storage Tanks Heat Care Plumbing Electrical Contact Got a Plumbing Emergency? Call us now: 01825 891720 Want an approximate price? Get a free quote. Enquire Now Solar & Batteries Electric Vehicle Chargers Heating Boiler Installation Boiler Maintenance Heat Pumps Oil Storage Tanks Heat Care Plumbing Electrical Contact 01825 891720 Book an Appointment Delivering elite solar services for home owners and businesses Our Services Get a Quote Delivering elite heating services for home owners and businesses Our Services Get a Quote Delivering elite plumbing services for home owners and businesses Our Services Get a Quote Delivering elite electrical services for home owners and businesses Our Services Get a Quote Delivering elite EV-Charger services for home owners and businesses Our Services Get a Quote Delivering All Your Energy Solutions! We operate throughout East Sussex, Wessex, Kent, Essex and Surrey, providing local expertise and solutions for all your energy needs. Our team of expert engineers and plumbers are qualified and certified to install, maintain and repair gas, oil, water and electrical systems for both conventional and renewable fuels. Request a Service Call Our Sectors How Can We Help You Today? Renewables Heat pump installation, maintenance and service Solar PV installation, maintenance and service Electric Vehicle (EV) charge point installation and repair Find out more Heating Gas & LPG boiler repairs and service Landlord / homeowner gas safety checks Boiler and central heating installations Replacement oil and gas boilers 24/7 emergency boiler repairs Find out More Plumbing All plumbing repairs Bathroom installation, maintenance and repair 24/7 Emergency plumbing call out Find out More Electrical Repairs – lights, wiring issues and all electrics Installation Maintenance PAT Testing Find out More About Us Paynes Plumbing and Heating Services was established in 1982 and 40 years later we’re still going strong. We have proven ourselves as the go-to local company for any heating, plumbing, electrical, building and renewable energy needs and pride ourselves in delivering local services for the neighbourhood, while keeping abreast of developments in the industry. Paynes is the heating and plumbing heart of the community and always there for you, 24/7. We are registered with MCS, Gas Safe (Previously CORGI), NICEIC, APHC, HETAS and OFTEC. Our team of engineers and plumbers are qualified experts in their field, giving you peace of mind that when you appoint Paynes, your job will be done right, every time. Our services are available throughout East Sussex, West Sussex, Kent, Essex, Surrey & South London. Our Services Plumbing Electrical Solar Panels Contact Us Heating Services Boiler Installation Boiler Maintenance Heat Pumps Oil Storage Tanks Contact Info Oak Tree Barn, Lewes Road, Blackboys, East Sussex, TN22 5JL 01825 891720 sales@paynes-heating.co.uk Site By Field Force Solutions | Copyright © 2024 Field Force Solutions | Registered in England Reg. Number 2489842 | VAT Number: 403 1835 88 This website uses cookies to ensure you get the best experience on our website. - Learn More Allow Cookies Privacy Policy Chat with us , powered by LiveChat",{"entities":[[3110,3154,"ADDRESS"]]}]]}