{"classes":["ADDRESS"],"annotations":[["Display and Sign Company | Advertising & Promotions - W&Co Skip to content Call us now 01708 863 260 Email us [email protected] My Account Remember Me Register Cart Menu Home Products Digital Signage Digital Menu Displays Digital Window Displays Direct View LED Digital LED Lightboxes Tension Fabric Systems Advertising Display Cases Acrylic Displays & Signs Flex Face Signs Custom Signs Pavement Signs View All Products Portfolio Barclays Bank Displays BMW Showroom Lightboxes IMAX Cinema Light Boxes John Lewis Retail Lightboxes Marks & Spencer Lightboxes MINI Car Showroom Signs NHS Signs, Displays & Lighting Suzuki Car Showroom Displays Thomas Sabo Fabric Light Boxes VW Fabric LED Lightboxes Whistles Retail Lightboxes View more… About Contact Get a quote Home Products [Tabs] LED Lightboxes [Tabs] [Dynamic Terms] Tension Fabric Systems [Tabs] [Dynamic Terms] Digital Signage [Tabs] [Dynamic Terms] Advertising Display Cases [Tabs] [Dynamic Terms] Custom Signs [Tabs] [Dynamic Terms] Large Format Printing [Tabs] [Dynamic Terms] Discount Sale Portfolio [Dynamic Posts] View more… About Contact Get a quote Search for: Home adam 2024-02-26T13:07:57+00:00 W&Co is a leading supplier of high quality displays, signs, digital signage and printing. W&Co is a display and sign company with over 30 years of experience in promotional and advertising products and services. Working with clients like John Lewis, NHS and BMW you can be sure you will get the best solutions at the best prices. Read more Featured Products W&Co offers a wide range of high quality advertising and promotional products, here are some of the most popular… Tension Fabric Lightboxes W&Co’s Tension Fabric Lightboxes are high quality illuminated soft signage systems with profiles from as slim as 38mm. They offer high impact, large format display graphics with bright and even edge-to-edge LED illumination. View now Freestanding Digital Signage Freestanding digital display screens are versatile digital signage solutions for bringing your advertising closer to customers in locations such as: shopping malls, hotel lobbies, window displays, marketing suites and exhibition events View now Acrylic Displays & Signs Acrylic fabrication is used to produce bespoke acrylic retail displays, acrylic block letters and logos for custom signs , frameless acrylic light boxes and freestanding acrylic cubes. View now Digital Menu Screens Our Digital Menu Screens give your restaurant a modern look and grab your customers’ attention. User friendly and simple to update. They can be placed side by side to create a seamless display that is easy for customers to read from distance. View now Digital Window Displays We offer a range of high quality digital window displays for digital advertising in windows including: ultra-high-brightness screens, estate agent digital displays, hanging and freestanding digital screens. View now Illuminated Flex Face Signs Illuminated Flex Face Signs are ideal for use outdoors as large retail park signage, car parks, shopping malls, industrial units, airports or anywhere a big illuminated sign is a must to get your company noticed. View now Outdoor Digital A-Board This innovative, outdoor, battery operated, Digital A-Board opens up a whole new world of digital advertising possibilities. It has an IP65 rated weatherproof enclosure and is now also available as a high-brightness version. View now Direct View LED Digital Direct View LED Digital Screens (DV-LED) are made up of large numbers of individual LED pixels which when viewed from a distance make up a complete image that can show static slides or moving images. View now Shop Front Signs Shop Front Signs are an essential way of drawing attention to your store or business. A well designed and eye-catching shop front sign that is highly visible will make you stand out from the crowd in a competitive market. View now Testimonials Some kind words from our valued customers… \"Extremely Happy With The Result...\" \"Extremely Happy With The Result...\" \"...extremely happy with the result and they love any excuse to show off their new handover bays now!\" Mini, Park Lane Mini, Park Lane Mini, Park Lane \"...the lightboxes look excellent...\" \"...the lightboxes look excellent...\" \"...the lightboxes look excellent. Everyone is really pleased with the look.\" John Lewis Partnership John Lewis Partnership John Lewis Partnership \"...high product quality\" \"...We have continued to be impressed\" \"...We have continued to be impressed with the variety of solutions on offer, high product quality and customer service\" Suzuki Suzuki Suzuki \"...we were delighted...\" \"...we were delighted...\" \"...we were delighted with the product and service you offered us.\" Ford of Europe Ford of Europe Ford of Europe Featured Projects Here are some we made earlier… Venchi Digital Displays W&Co has been delighted to supply Venchi, the Italian gourmet chocolate manufacturers, with POS Digital Signage Screens and Tension Fabric Lightboxes for their retail stores in the UK and Italy. View now VW Fabric Face Lightboxes W&Co supplies various tension fabric LED light boxes, illuminated graphic feature walls, hanging illuminated features and outdoor LED illuminated poster cases to Volkswagen car showrooms across the UK including their West London flagship. View now Underbelly Festival Signage Various large outdoor event signs have been produced by W&Co for Underbelly, the live entertainment company, for use at different festivals across the UK including: The Southbank Festival and the Edinburgh Fringe Festival. View now Huff Post LED Acrylic Cubes Internally LED illuminated acrylic cubes were supplied to Huffington Post for use in a marketing campaign with the celebrity chef Jamie Oliver. Each LED illuminated cube had to be easy to install, portable, freestanding and evenly lit. View now John Lewis Retail Lightboxes W&Co is privileged to have been supplying slimline retail display lightboxes to John Lewis since 2006, furnishing their Perfumery and Beauty departments with the highest quality, sleek and stylish illuminated retail displays. View now Infiniti Digital Screens Showroom freestanding digital screens were supplied to Infiniti to enable them to display their digital advertising videos in car showrooms and shopping malls around the UK. View now Can't find what you're looking for? We find solutions to 99% of all printing, display, sign & digital signage enquiries, so call us now. Sign up to our newsletter to be the first to hear about new products and exclusive deals! Receive our monthly newsletter which includes special offers, project news and new products. You can unsubscribe anytime you want and we do NOT share your data with third parties. Sign up Contact Tel:+44(0)1708 863 260 Email: [email protected] W&Co Design Solutions Limited 1 Motherwell Way, West Thurrock, Grays, Essex, RM20 3XD Company Info Contact About Testimonials Gallery Careers Literature Newsletter Sign-up Request a Brochure Industries Articles Help Site Index Artwork Submission Returns Policy Delivery Rates Legal Website Terms & Usage Privacy Policy Terms & Conditions of Sale Sign Maintenance Registered in England & Wales | Company Registration Number: 4063394 | VAT Registration Number: 626 0525 60 | Copyright ©2000-2024 W&Co Design Solutions Limited. All Rights Reserved.",{"entities":[[6821,6876,"ADDRESS"]]}]]}