{"classes":["ADDRESS"],"annotations":[["Home - Nicky Stephen Marketing Skip to Content 01664 434188 info@nickystephenmarketing.co.uk Visit our Facebook Visit our Twitter Visit our LinkedIn Home Marketing Services MARKETING SERVICES Our services embrace all elements of the marketing mix and we think the best way to tell you about them is to show you some examples. Advertising Branding Brochures & Print Email Marketing Event Management Marketing Strategy Photography & Film Public Relations Social Media Websites Nicky Stephen Marketing offers creative marketing solutions in leicestershire Recent Project for: Jpingos Website Nicky Stephen Marketing Ltd is a full service marketing & PR consultancy based near Melton Mowbray, Leicestershire, providing an integrated solution for clients. Established in 1996, we provide senior marketing and PR support at board level and below to companies of all sizes in the UK and overseas. We were delighted to be named one of three finalists in the East Midlands Chamber’s Business Awards, for the Marketing Campaign of the Year and even more delighted to be named Best Small Marketing Consultancy in the SME News Midlands Enterprise Awards, but our focus is always on delivering great marketing for our clients, first and foremost. What we do Advertising BROCHURES & PRINT Branding EMAIL MARKETING EVENT MANAGEMENT MARKETING STRATEGY PHOTOGRAPHY & FILM PUBLIC RELATIONS SOCIAL MEDIA WEBSITES I’ve worked with Nicky for the last few years and she has always provided a professional, quality service. She created the brand design for the Collaborate ERDF project and a host of items which were very well received. She is responsive, friendly and patient even at the most pressurised times, and helps me deliver what’s needed. We’re currently working on collateral for the Business Gateway, which is great for me as I know she’ll get the job done! Kalpna Mistry, Business Gateway Growth Hub Nicky has been a champion in adapting our messages to suit different cultures around the world and has orchestrated numerous media events for us in the USA, Latin America, Europe and Asia in a complex and fast paced work environment. Our entire team has enjoyed working with Nicky and perhaps most importantly, she has maintained excellent relationships with the international media, earning their respect while performing as a true professional on our behalf. I offer my highest recommendation for Nicky and any company seeking a dedicated, organized and trustworthy individual who can effectively elevate their profile at a global level. Tim Branscome, Las Vegas Market Nicky is a pleasure to work with, at all times charming and positive, with a creative vision but always with our cost limitations in mind. She managed our brand transition very effectively, produced a first class website and a huge range of print/design/concept services that we have utilised. James Bowie, The Belmont Hotel Nicky provides excellent marketing services ensuring that her clients focus on understanding customer needs above all else. She is imaginative in her approach, gets great results and is totally reliable in the service that she provides. Kate Beresford – EEUK Over the last few years Nicky has worked with us to raise our brand profile in the construction and ventilation industry through PR, advertising, social media, emailshots, exhibitions, sponsorship, new product launches and podcasts. Nicky’s creativity and energy has significantly enhanced our brand awareness and supported our sales effort. Paul Gunner – Vortice 1 2 Next » About Nicky Stephen Marketing Our clients can pick and choose from some or all of our services depending on the level of their own in-house resources. We can help with developing marketing strategy allied to your business plan, we can research your marketplace and advise on business opportunities. We can develop your corporate identity, brand identity or product identity and take that through to brochure design, web strategy and your advertising campaign. We’re based a few miles out of Leicester in rural Leicestershire, but our clients are all around the world and our experience is not limited to the UK. We can arrange product launch events and come up with a public relations campaign to support them … and that’s before lunch! Seriously though, internal and external communications, social media , direct marketing, online marketing, PR , photography and event management are all areas where we have significant expertise – have a browse through our website portfolio to catch a glimpse of some of the projects we’ve worked on. Advantage Mobility post-Covid strategy BEP Charter Video Flamingo Paperie animations The Belmont Hotel 80th anniversary INTERNATIONAL PRESS AT LAS VEGAS MARKET Cape Westerley Pinterest Feed The Belmont Hotel 1930s Christmas Seldom Seen Farm Logo Simon Cawthorne – Social feed Tuscan food consortium 1 2 3 … 6 Next » Why Choose Nicky Stephen Marketing Our services embrace all elements of the marketing mix and we think the best way to tell you about them is to show you some examples. So, please take a look at our portfolio to see a taste of our work. Our marketing services remit includes: Marketing strategy Brochures and print Branding Photography and film Online marketing including websites and emailshots Advertising Event management PR Social Media Marketing agency Leicester, Marketing agency Leicestershire, Marketing & PR Leicester, Marketing & PR Leicestershire. Take the first step, give us a call or drop us an email, we’d be happy to talk to you about what you need and come up with a costed proposal. Let’s discuss your next project: Contact Form Demo First Name Last Name Email Subject Your Message Submit Message Take the first step, give us a call or drop us an email, we’d be happy to talk to you about what you need and come up with a costed proposal. CONTACT DETAILS 8 Main Street, Hoby Melton Mowbray Leicestershire LE14 3DT United Kingdom +44 (0)1664 434188 info@nickystephenmarketing.co.uk Copyright © 2022 Nicky Stephen Marketing | Privacy Policy Visit our Facebook Visit our Twitter Visit our LinkedIn chevron-left chevron-right angle-down arrow-right linkedin facebook pinterest youtube rss twitter instagram facebook-blank rss-blank linkedin-blank pinterest youtube twitter instagram",{"entities":[[5848,5906,"ADDRESS"]]}]]}