{"classes":["ADDRESS"],"annotations":[["Home - Meguiars UK Reflect Your Passion ™ Products Showroom Stockists MEGUIAR'S Shop By Consumer Detailer Marine Meguiars Our Heritage Stockists News & Events Contact Us Resources How To FAQ’s Catalogues Product Data Sheets Detergents Useful Links Returns Policy Privacy Policy Terms of Use Cookie Preferences Find Us On SEARCH Hybrid Ceramic WAX Spray on, Rinse off. Yes, its that EASY!!! View More Hybrid Ceramic Liquid Wax Ceramic Made Easy. Advanced Sio2 Technology View More 01 /02 Meguiars UK Meguiar's® Celebrates more than 110 Years of Polishing the World's Planes, Trains and Automobiles From the USA and Australia to France and even China – Meguiar’s is now a worldwide brand with headquarters located in all the major countries including the UK. But despite this huge growth, Meguiar’s have never lost track of their core values – providing a high-quality, affordable product available to ALL car enthusiasts! We’re hugely proud to have such a strong following from all types of car enthusiasts, especially those modified and custom creations. All Products 110 years of experience in car detailing! 22 years of British Car Culture 50 + Events attended each year! 1 . Car Care Brand Catalogues Utilising the best technology and ingredients available today. Automotive View catalogue Professional View catalogue Marine / RV View catalogue All Products Stockists More than 2000 stockists nationwide t 01 /02 Free Catalogue Free Catalogue Get your free copy of our Brilliant Solutions which includes a Step-by-Step Detailing Guide Request Meguiar’s Gold Class Shampoo and Conditioner gives a brilliantly slick surface that chases water off your paint, reducing drying time and leaving a shimmering gloss. ‘Molten magic’ is just one of the terms that Meguiars use to describe this remarkable product. View More MEGUIAR'S Shop By Consumer Detailer Marine Meguiars Our Heritage Stockists News & Events Contact Us Resources How To FAQ’s Catalogues Product Data Sheets Detergents Useful Links Returns Policy Privacy Policy Terms of Use Cookie Preferences Reflect Your Passion ™ Meguiar’s UK is a trading name of 3M UK Trading Limited. 3M Centre, Cain Road, Bracknell, Berkshire RG12 8HT. Registered No: 04176862",{"entities":[[2148,2189,"ADDRESS"]]}]]}