{"classes":["ADDRESS"],"annotations":[["Social Farms & Gardens | Skip to main content Login English Cymraeg News Jobs Join our mailing list Contact Us About Us Who we are and what we do Our team Support Us Our Work Our work overview Green Care Quality Mark Stick Man Activity Trails Gardeniser training programme Growing Resilience: Digging Deeper project School Farms Network Community Orchard Network Wales Wales Allotment Forum Welsh CSA Cluster Group Other Projects & Partnerships How we can help Advice and support Training and Workshops Find care farming services Information for volunteers Corporate Enquiries Your Area UK map London Wales Scotland Northern Ireland Join Us All about membership Membership discounts Insurance for members Competitions and opportunities Apply for membership now Events Training and workshops Calendar and booking Resources Resources library Care farming knowledge base Funding opportunities - Resource Roundup Case studies - our members in action Covid19 Search form Search Close Back Home About Us Next Who we are and what we do Our team Support Us Our Work Next Our work overview Green Care Quality Mark Stick Man Activity Trails Gardeniser training programme Growing Resilience: Digging Deeper project School Farms Network Community Orchard Network Wales Wales Allotment Forum Welsh CSA Cluster Group Other Projects & Partnerships How we can help Next Advice and support Training and Workshops Find care farming services Information for volunteers Corporate Enquiries Your Area Next UK map London Wales Scotland Northern Ireland Join Us Next All about membership Membership discounts Next Membership discounts Insurance for members Competitions and opportunities Apply for membership now Events Next Training and workshops Calendar and booking Resources Next Resources library Care farming knowledge base Next Knowledge-base resources Next Care Farming for Social Care Care farming and green care annual survey webinar Care farming for dementia webinar Care farming for education webinar Care farming for mental health and wellbeing Care farming governance webinar Care farming narrated presentation Connection to nature overview Economic benefits of care farming overview Economics of care farming and green care research From measuring outcomes to measuring change webinar Growing Care Farming final report Health and wellbeing benefits of care farming research Health and wellbeing benefits of care farming research overview International care farming overview International care farming research Knowledge base resource test Nature and health interview with Dr Jo Barton Nature and health overview Nature and health research papers Nature connection research papers The story of Clynfyw Care Farm webinar What is care farming video Learn about care farming Next What is care farming? What is the Growing Care Farming project? What is the scale of care farming in the UK? Who benefits from care farming? Why is care farming a good thing Wider benefits of care farming? Getting started with care farming Next Care farming advice for farmers Care farming advice for non-farmers Care farming governance Care farming income and finances Funding for setting up a care farm Land for care farming and green care What makes a care farm Developing care farming services Next Care farming and social prescribing How can I get practical support with care farming? Integrated Care Systems and care farming Key care farming organisations and networks Measuring outcomes and change in care farming Explore care farming services Next Care farming for dementia and older people Next Care farming for dementia and older people Care farming for education Next Care farming for education video Care farming for health and social care Care farming for mental health and wellbeing Research Next Care farming around the world Connection to nature Economic benefits of care farming and green care Health and wellbeing benefits of care farming Nature and health Find a care farm Funding opportunities - Resource Roundup Case studies - our members in action Covid19 Next Key links, resources and support What our members are doing #GrowingTogether Campaign Growing Well Together Supporting communities to farm, garden and grow together Social Farms & Gardens Helping people & communities to grow By offering guidance, advice and encouragement, we help city farms, care farms and community gardens to grow, creating life-changing opportunities. Read More > Giving a national voice to our members We speak to Government, funders and big business on behalf of our members, making sure those in power understand the amazing work they do. Read More > Recognising the needs of each UK country Each UK country has its own distinct identity and needs. Our expertise and advice reflects this. Read More > News SF&G join the pioneering GreenME project launch in Barcelona Nature, mental health, and equity. Highlights from the kick-off meeting of the GreenME project The pioneering GreenME project will study how exposure to nature can be integrated in healthcare systems to treat and improve mental health for all. It officially launched its... The Green Care Coalition and the promising pathway for Green Care Seven years ago the Green Care Coalition (GCC) was set up to promote the commissioning and use of Green Care services. The term Green Care is an umbrella term that covers; Social and Therapeutic Horticulture Care farming Ecotherapy Animal Assisted Services... New Wales project mobilising individuals for climate action Camau Gwyrdd is a new three year Wales project funded by the National Lottery Community Fund and aims to remove barriers to tackling climate change through inspiring and empowering individuals and their communities to take their first steps towards climate action. How is it going... View all news Events Gardeniser Pro Training - blended course Tuesday, February 20, 2024 - 09:00 to Tuesday, May 7, 2024 - 17:00 Gardeniser means 'Garden organiser' - a key organisational role within community gardens, farms and growing spaces that needs a unique combination of skills. Gardeniser Pro provides a formal... Developing good practice in care farming course (online) Care farming is the therapeutic use of farming practices. It's a powerful mix of nature, being part of a group and meaningful farming-related activity. Whether you're new to care farming or... Starting with care farming course (online) Care farming is the therapeutic use of farming practices. It's a powerful mix of nature, being part of a group and meaningful farming-related activity. If you're interested in setting up a care farm... View all events What's in your local area? Proximity search Is less than Kilometers Miles from Location Where to start the search. This can be an address, city or postcode. If searching in London, try \"London N1\" instead of \"N1\". Search Become a Member Membership is free and open to any organisation delivering nature-based activities that improve people's lives. Join us and start enjoying a great range of benefits today. Join Now Support Us We need your support to help transform land and lives. Find out more and help us thrive! Donate Now Case Studies Find a member Jobs and Careers Contact Us Privacy & Cookies Accessibility Corporate Enquiries Support Us Training Connect with Us Support Us / Donate Social Farms & Gardens is a registered charity. Windmill Hill City Farm, Philip Street, Bedminster, Bristol BS3 4EA. Company number: 2011023. VAT Number: 520 2825 82. Charity Numbers (England & Wales): 294494 (Scotland) SC039440. © Social Farms & Gardens 2018",{"entities":[[7385,7428,"ADDRESS"]]}]]}