{"classes":["ADDRESS"],"annotations":[["Premium Sedum Green Roof - DIY green roof trays - UK info@sedumgreenroof.co.uk Get a Quote 07714216889 Menu What is a Green Roof Benefits of Green Roofs Why Do I Want A Green Roof Wildlife & Sedum Technical Information Maintenance FAQ + Green roof Systems Premium S-Pod System Buying Sedum Wild Flower Mats + Prices Blog Case Studies + Contact Us About + How to Install a Green Roof Using Natures Beauty to Make your roof come alive Our unique Premium S-Pod Sedum Green tray system is easy and quick to install and lightweight. LEARN MORE GET A QUOTE British Sedum Green Roofs! Welcome to Sedum Green Roof Sedum Green Roof only supply the best possible quality Premium Sedum S-pod Tray / Module and Wild Flower Mats. We pride ourselves with our customer service and aftercare service. We offer a RHS Award wining Premium Sedum S-pod Tray / Module. The premium S-Pod system has a greater variety of sedum species one average 6-9 per m2. Sedum Green Roof can supply all that is needed to create a Green or Living roof. View all Services Home Garden Home Garden Home Garden Home Garden 1 Biodiversity Green roofs can provide important microclimates for insects, bird life and other even rare species. 2 Climate Control Green roofs can positively affect the heat produced by urban environments, (the Urban Heat Island). 3 Flood Control Green roofs significantly reduce the rainwater run off of. (A mechanism for Sustainable urban Drainage Systems). DIY Installation DIY Installation of your Sedum Green Roof The S-pod system is designed to be self install with no tools or experience needed. The Team are more than happy to talk you through the simple process. Sedum Green Roof has a You tube channel with videos of self installation Maintenance Guide Once your Green roof has been laid some initial maintenance maybe necessary. Sedum Green Roof recommends annual maintenance, the guide can be found on our maintenance page Read More Customer Satisfaction We take a huge amount of pride with giving you the very best. “ Can’t thank Sedum Green Roof for the most wonderful help laying my Green Roof. Olivia and Toby have been more than helpful. Thank you so much.” Read More Whats going on Latest News & Updates Keep up with all of our latest news and goings on... See Latest Benefits of a Bio Solar roofs Aug 01, 2023 In : bio solar roof , green roof , living roof , sedum roof , solar panels , UK sedum Recently we have had a lot of inquiries about the possibility of using green roof trays around solar panels, the simple answer is yes super easy to frame solar panels and the benefits are huge, most of all increasing... Read More British Sedum Varieties – the perfect green roof plants Apr 09, 2021 In : britishsedum , diygreenroof , greenroof , sedumroof Premium S-pod trays Plant Varieties List 2021 All or Premium S-pods are grown from cuttings here on our Wiltshire farm and are sold once fully grown and matured. This means we only ship out trays that have 95-100% plant... Read More Green Roof Code Nov 24, 2020 In : brown roof , green roof , Green roof Code , sedum roof If you are looking for more technical information and regulation on a green roof system , The Green Roof Organisation published the most recent code in 2014. The link is below grocode2014.pdf (livingroofs.org) Any questions do give us a... Read More International Soil Day – 5th Dec Dec 05, 2023 In : greenroof , United Nations , world soil day Green Roofs: A Growing Solution for Soil Health In the quest for sustainable urban development and the conservation of natural resources, the concept of green roofs has gained prominence as an innovative and environmentally friendly solution. As we celebrate... Read More Transform your ideas into Reality We offer a range of Sedum Green Roof Products Professional & Easy Sedum Maintenance Advice View all services Experienced team ready to help Sedum Green Roof Advice and support View all services An instant green roof S-Pod/Sedum Green Tray Modular Installations View all services Commercial Fits every type of roof View all services Free Estimation Request a Quote Service Required General Enquiry Sedum Green Roof Installation Maintenance Services Sedum Mat Installation Sedum Plug Installation Hydroplanting Installation S.POD/Sedum Green Tray Modular Installation Testimonials What People Say Just to say how pleased we are with the roof – it looks great! Many thanks, Alison Alison I’m sure you’ll agree you sell a stunning product Kind regards. David Hussey Business Development Can’t thank Sedum Green Roof for the most wonderful help laying my Green Roof. Jim has been more than helpful. Thank you so much. Paula Green roofs are an element of eco construction that often gets overlooked – no pun intended. However they are doable and affordable for all. Whether it’s a garden shed or a modern state of the art office building. I was very taken with the enthusiasm of the team at Sedum Green Roofs and I will be looking more into this literally green element of green building. Ben Jackson Sustainable Building Matters Follow on Instagram Subscribe to newsletter If you would like to keep up to date with our latest news and offers, please subscribe to our newsletter Contact info Manor Farm Yard (behind Woodford forestry and Landscaping) , Lower Woodford, Salisbury, SP4 6NQ 07714216889 07915682372 info@sedumgreenroof.co.uk Follow us Opening Hours We welcome visitors however by appointment only Mon – Friday : 9:30 am – 4 pm Saturday: Closed Sunday: Closed © 2016 Garden Template by Designthemes. All Rights Reserved.",{"entities":[[5276,5310,"ADDRESS"]]}]]}