{"classes":["ADDRESS"],"annotations":[["OSA Door Parts | Industrial Sectional Overhead Doors | Industrial Door Components | Repair Materials Industrial Doors » OSA Door Parts Limited To order please call: 01928 703 580 Home About Us Products Sectional Overhead Doors Drawings Assembly Guide For Sectional Overhead Doors CE Certificates Maintenance & Safety Sectional Garage Doors Sectional Garage Door Brochure Garage Door Survey Sheet Garage Door Installation Manuals Sectional Garage Doors - CE Certifications Angel Mir High Speed Doors Instant Pass Instant Pass Basic Instant Roll Instant Roll Eco Mirflex Mirflex Eco Drawings Specifications Angel Mir Dock Shelters AB - Retractable Dock Shelters AC - Foamed Dock Shelters AS - Foamed Dock Shelters Dock Shelter - Specifications Dock Shelter - Installation Manuals Angel Mir Dock Levellers Hidra NR - Dock Leveller Telesco - Dock Leveller MiniRamp - Dock Leveller Dock Leveller - Specifications Dock Leveller - Installation Manuals Industrial Door Panels Insulated Industrial 'W' Type 40mm Insulated Industrial 'W' Type 80mm Insulated Industrial 'C' Type Insulated Industrial 'CML' Type Insulated Industrial 'H' Type 42mm Industrial Panel Accessories Industrial Door Parts Spring Assembly Track Assembly Hardware Panel Accessories Operators Residential Door Panels Insulated Residential Fingersafe Residential Door Parts Spring Assembly Track Assembly Hardware Panel Accessories Operators Angel Mir Door Parts Curtain Accessories Structure Accessories Activations Control Panel Motors Steel Hinged Doors Steel Door Sets Steel Hinged Door Accessories Installation Guide Training & Support Downloads Technical Documents Gallery Contact OSA Door Parts Trade Suppliers FIND OUT MORE Sectional Overhead Doors Solid & Panoramic Sectionals FIND OUT MORE Steel Hinged Doors Personnel and Exit Doors FIND OUT MORE Door Panels Repair Panels for Existing Doors FIND OUT MORE Angel Mir - High Speed Doors Folding, Rolling and Zip Doors FIND OUT MORE Angel Mir - Dock Shelters Retractable and Inflatable FIND OUT MORE Welcome OSA Door Parts is a manufacturer and trade supplier of industrial doors, particularly insulated sectional doors which meet all building regulation and quality requirements. We also distribute a full range of door components to other door manufacturers and installers. WE MANUFACTURE AND SUPPLY THE FOLLOWING Industrial Sectional Overhead Doors Sectional Garage Doors Angel Mir High Speed Doors OCM High Speed Doors Repair Panels for Industrial Doors Industrial Door Components Repair Panels for Residential Doors Residential Door Components Angel Mir High Speed Door Components Steel Hinged Door Sets Technical Support & Training on all our Products FOR THE TRADE ONLY New and exciting products and services are regularly added to our portfolio, providing a broad catalogue of choice for our door industry clients and partners. Please click on News for latest information. Sectional Overhead Doors OSA Insulated Sectional Overhead Doors give guaranteed high thermal performance, avoiding cold bridging compared with traditional roller shutters OSA Insulated Sectional Overhead Door panels have a thermal performance that is greater than required by Building Regulations Windows can be installed in single or multiple panels Panels can be prefinished in an extensive range of colours and materials Accidentally damaged doors can be easily repaired using replacement materials and components For full information on our Industrial Sectional Overhead Doors please see the PDF in the Downloads section of the site. Drawings Assembly Guide For Sectional Overhead Doors CE Certificates Maintenance & Safety View More Sectional Garage Doors OSA Insulated Sectional Garage Doors give guaranteed high thermal performance, avoiding cold bridging compared with traditional roller shutters OSA Sectional Garage Doors open vertically which means you can park your car right up to the door and with no door frame you have increased drive through height Panels can be prefinished in an extensive range of colours and materials Windows can be installed in single or multiple panels Accidentally damaged doors can be easily repaired using replacement materials and components Sectional Garage Door Brochure Garage Door Survey Sheet Garage Door Installation Manuals Sectional Garage Doors - CE Certifications View More Angel Mir High Speed Doors OSA's Angel Mir High Speed Doors give protection against inclement weather, reducing energy expenditure by minimising air currents and ambient temperature losses. OSA's Angel Mir High Speed Doors are manufactured bespoke to suit customers requirements with over 30 years experience Internal and external applications with face fix and between fit options Wide range of standard colours for both canvas and structures Upto 3 rows of vision windows if required as standard Specialist applications for: Marine and corrosive environment resistive doors, Atex certified doors for explosive environments, Doors for clean rooms and refrigeration chambers For full information on our Angel Mir High Speed Doors please see the PDF in the Downloads section of the site or the subsections below Instant Pass Instant Pass Basic Instant Roll Instant Roll Eco Mirflex Mirflex Eco Drawings Specifications View More Angel Mir Dock Shelters The OSA dock shelters from Angel Mir – Portes Bisbal SL stand out for their resistance and because they meet all requirements thanks to the different models available, which can be adjustable, retractable and flexible. We have a dock shelter for every application! When the vehicle arrives into the frame of the loading dock shelter, the flexible top and side curtains seal the air intake and/or the outer elements during the loading and unloading process. Thanks to their stable and reinforced structure, the dock seals are capable to withstand impacts and wear caused during the normal operation of the loading bay, and also potential tears that may arise from the wind movement. Furthermore, the pre-assembly system in the factory and the anchoring system to the structure make assembly and maintenance so much easier, with an average installation time of just 45 minutes for the AB Dock Shelter as the whole system is pre-mounted ready for fixing! AB - Retractable Dock Shelters AC - Foamed Dock Shelters AS - Foamed Dock Shelters Dock Shelter - Specifications Dock Shelter - Installation Manuals View More Angel Mir Dock Levellers The OSA loading dock levellers from Angel Mir – Portes Bisbal SL have been developed to compensate the gap between the loading dock and the vehicle, and to allow the access of trolleys and pallet trucks. They are simple and quick to install and, as they are manufactured in different standard sizes, they fit to any premises, always ensuring total safety. The front of the lip is bent and bevelled to allow a better adjustment on the vehicle floor. The whole top sheet has a non-slip coarse surface to make it easier for the movement of any vehicle. The dock levellers for loading bays are characterized for having a very intuitive operation easy to learn and for being very strong; the structure is designed to withstand sporadic loads greater than the usual ones, and admits up to 100mm cross-slope of the vehicle. They are carefully designed according to the different requirements of each project. They can be manufactured with various kind of finishes: powder painted steel, galvanized steel, stainless steel or the mixed version of stainless and galvanized steel. The choice of the kind of material will depend on the day-by-day use and the environment where they will be installed, for example, areas at risk of corrosion or the use of harsh cleaning products presenting oxidation risks. Hidra NR - Dock Leveller Telesco - Dock Leveller MiniRamp - Dock Leveller Dock Leveller - Specifications Dock Leveller - Installation Manuals View More Industrial Door Panels OSA Stock a wide range of Industrial door panels Over 21 Standard Polyester Stucco Embossed Colours stocked at OSA Repair panels that offer up to different joints Unlike some suppliers we will not charge you to make up the panels Powder coating of specific RAL or BS references if required Insulated Industrial 'W' Type 40mm Insulated Industrial 'W' Type 80mm Insulated Industrial 'C' Type Insulated Industrial 'CML' Type Insulated Industrial 'H' Type 42mm Industrial Panel Accessories View More Industrial Door Parts OSA stock a comprehensive range of all sectional overhead door parts Stocked parts ready for collection the same day or delivered on a next day service OSA can provide prices on Stainless Steel components Spring Assembly Track Assembly Hardware Panel Accessories Operators View More Residential Door Panels OSA Stock a wide range of Residential door panels Range of Stocked Colours at OSA Repair panels that offer up to different joints Unlike some suppliers we will not charge you to make up the panels Powder coating of specific RAL or BS references if required Insulated Residential Fingersafe View More Residential Door Parts OSA stock a comprehensive range of all sectional garage door parts Stocked parts ready for collection the same day or delivered on a next day service OSA can provide prices on White Powder Coated components Spring Assembly Track Assembly Hardware Panel Accessories Operators View More Angel Mir Door Parts OSA stock a comprehensive range of all Angel Mir Hish Speed Door parts Stocked parts ready for collection the same day or delivered on a next day service OSA can source bespoke parts from Angel Mir with short lead times for dispatch Curtain Accessories Structure Accessories Activations Control Panel Motors View More Steel Hinged Doors OSA Steel Hinged Door Sets available in 2 stocked sizes read to fit with an array of different furniture options Same day collection or 2-3 day delivery as standard with the option to have next day Steel Door Sets Steel Hinged Door Accessories Installation Guide View More Newsletter Keep up on our always evolving product features and technology. Enter your e-mail and subscribe to our newsletter. Success! You've been added to our email list. Contact Us OSA Door Parts Ashville Industrial Estate Runcorn Cheshire WA7 3EZ Phone: 01928 703 580 Fax: 01928 759 984 Email: sales@osadoorparts.co.uk Follow Us Twitter Facebook GooglePlus LinkedIn © Copyright 2024 - OSA Door Parts Ltd | Company Reg No. 04267836 Terrms & Conditions Privacy Policy Cookie Policy",{"entities":[[10173,10197,"ADDRESS"]]}]]}