{"classes":["ADDRESS"],"annotations":[["Carter & Co Accountants Leicester | Accountants in Leicester This website uses cookies to ensure you get the best experience on our website. Learn more Got it 0116 2240 400 post@carteraccountants.co.uk Tuesday 19th March 2024 \"We have now been with Carter & Co for nearly ten years and in that time they have helped us during some testing times and we are now seeing the benefits to our company with increased profitability and growth. We find all of the staff very helpful and approachable and would certainly recommend them to other businesses.\" M. Brittle M J Electronics Limited \"I have been with Carter & Co for six years, I have received excellent service throughout my time with them, the staff are all very professional and helpful at all times. I would have no qualms in recommending them to friends or colleagues.\" B. Stephens Blend Design Ltd \"I had been searching for a good accountant for some time before Carter & Co was recommended to me by a business colleague. I cannot speak highly enough of the service I have received since I started using them for my business. With Carter and Co I know my accounts are in safe hands, and I would recommend them without hesitation.\" J. Marsden Joy Marsden Training & Development \"A.A. Thorneycroft Building & Joinery Contracting Ltd have been with Carter & Co for many years, they have seen us through some trying times, with there knowledge & expertise through out there company. They are very professional but also friendly & approachable & would recommend them to all\" M. Coles A.A. Thorneycroft Building & Joinery Contracting Ltd \"I am delighted that we were pointed in the direction of Carter & Co when we were starting up our new business. They professionally and thoroughly guided us through everything we needed to know in regards to cash flow forecasting, VAT registration, corporation & personal tax, day to day book keeping & PAYE\" J. Purtill Pomponette Ltd \"We changed to Carter and Co 12 months ago and they were just what we were looking for. The team are always friendly and respond promptly to our queries, however small. Their management of our accounts and tax affairs is always proactive which takes a lot of the hassle out of the day to day operations of a small business.\" M Hoban - Fruitz Ltd \"I have been with Carter & Co for six years, I am very pleased with the level of service I receive, the staff are all very professional and helpful. It is very reassuring that I can let Carter & Co deal with all of my accounts, VAT and PAYE.\" Dave Prentice Britannia Buffet Services Ltd \"I changed to Carter & Co five years ago after being recommended by a friend. They are very professional and have helped me to run my business more efficiently and more importantly make tax savings.\" Dave Bennifer Countersthorpe Blinds Ltd MENU Home About Us Our Team Accounting Services Downloads Regulation Contact Us Welcome to Carter & Co Accountants A leading accountancy firm offering a range of services in Leicester and beyond Carter & Co are an independent firm of accountants with offices situated in Enderby and offer a professional and personal service for all your accounting and taxation requirements. Established in 2000 we pride ourselves on consistently delivering the highest levels of service and providing outstanding tax saving advice to clients throughout Leicestershire and surrounding counties. Accounting Services - Accounts Preparation - Bookkeeping - Business Consultancy - Business Start Ups - Business Plans - Cash Flow Forecasts - Company Formations - Company Secretarial - Management Accounts - Payroll & PAYE - Taxation Matters - Self Assesment Returns - Sage Training - VAT returns Make a secure online payment to us If you wish to pay your invoice with a debit or credit card, please click here Carter & Co Accountants Follow @carteraccounts Thinking of starting a business? Do you have a business idea, but unsure where to begin, what legal entity you should trade as or what records to keep? Our experienced team are here to help you get it right. Full details >>> Useful links - ACAS - Employment Advice - HM Revenue & Customs - Complanies House - Directgov Free Consultations If you feel that one or more of our services could be of use to you, then please contact us at anytime to arrange a free consultation. 0116 2240 400 Carter & Co 19 Warren Park Way The Warrens Business Park Enderby Leicester LE19 4SA WEB TAGS Leicester Accountants Accountant in Leicester Carter & Co Accountants Starting a business Payroll and Taxation Bookkeeping and VAT © 2024 Carter & Co Accountants Website built and powered by SAE Web Design",{"entities":[[4331,4402,"ADDRESS"]]}]]}