{"classes":["ADDRESS"],"annotations":[["Boss Cabins | Mobile and Static Welfare Cabins | Secure Storage +44 (0)1778 300475 About Associated Companies The Team Why Boss? Our History Community Vacancies News Support PDF Manuals Video Manuals Report a Fault Videos Video Manuals Virtual Tours Parts Search for: Deep Green 2030 Generator Free Why Deep Green Case Studies Cabins GenFree Deep Green 2030 Mobile Welfare Cabins Static Welfare Cabins Secure Storage Portable Toilets Charging Cabins In-Stock Cabins Innovations Generator Free Deep Green HVO Biofuel Infinity Generator Gold Standard Electrics Stainless Steel Solar Hybrid WM Pro Near-Zero Emissions Aftercare Parts Store Accident & Repair Trade Your Cabin Refurbishment Training Maintenance Contact Build Your Cabin About Associated Companies The Team Why Boss? Our History Community Vacancies News Support PDF Manuals Video Manuals Report a Fault Videos Video Manuals Virtual Tours Parts Deep Green 2030 Generator Free Why Deep Green Case Studies Cabins GenFree Deep Green 2030 Mobile Welfare Cabins Static Welfare Cabins Secure Storage Portable Toilets Charging Cabins In-Stock Cabins Innovations Generator Free Deep Green HVO Biofuel Infinity Generator Gold Standard Electrics Stainless Steel Solar Hybrid WM Pro Near-Zero Emissions Aftercare Parts Store Accident & Repair Trade Your Cabin Refurbishment Training Maintenance Contact EVERY DAY IS DRY DAY Need to dry wet clothing on site but concerned about energy costs and emissions? The latest addition to our GenFree range provides the answer. FIND OUT MORE GENFREE WINS INNOVATION AWARD We’re proud to announce our generator-free range of welfare cabins has been voted Equipment Innovation of the Year 2023. FIND OUT MORE No Generator? No Problem! Introducing the new Deep Green generator-free welfare range. All electrics 100% powered by solar, with no on-board back-up generator. FIND OUT MORE Are You \u0003 Covered? You can trust our Deep Green range. Reliable performance and long life backed by multiple free extended warranties. FIND OUT MORE we’re carbon \u0003 Footprint Verified The fuel and carbon savings of our solar-powered Deep Green 2030 welfare cabins have been verified by independent industry assessors Carbon Footprint Ltd. FIND OUT MORE Deep Green Is Highly Commended We are delighted to announce that our solar-powered Deep Green welfare range has been Highly Commended in the 2022 Green Supplier and Innovation Awards. FIND OUT MORE Meet the new \u0003 Deep Green Family Our towable Deep Green range now comes in four sizes, all with huge savings on fuel, emissions and operational costs. FIND OUT MORE WE’RE SENDING CABINS TO UKRAINE Accepting donations of aid items until Thurs 7th April. FIND OUT MORE the greener solution to welfare Setting the standard for environmental performance. Find out more HVO BIOFUEL READY All Boss welfare cabins and toilets can now run on HVO biofuel. A simple swap for you, a huge benefit for our environment. Find out more 5 year warranty We offer an unprecedented 5 year warranty on all RedBox generators fitted in our Deep Green eco welfare range. Find out more FUTURE PROOF YOUR FLEET – NET ZERO, CARBON NEUTRAL WELFARE ENERGY AND EMISSIONS SAVINGS VERIFIED BY CARBON FOOTPRINT LTD SAVE OVER £10,600 ON FUEL & SERVICING COSTS EACH YEAR FUTURE PROOF YOUR FLEET – NET ZERO, CARBON NEUTRAL WELFARE ENERGY AND EMISSIONS SAVINGS VERIFIED BY CARBON FOOTPRINT LTD SAVE OVER £10,600 ON FUEL & SERVICING COSTS EACH YEAR WELCOME TO BOSS CABINS, MARKET LEADERS IN THE DESIGN, BUILD AND AFTERSALES OF MOBILE AND STATIC WELFARE CABINS. WITH A FIERCE PASSION FOR ENGINEERING AND MANUFACTURING, WE LEAD THE WAY IN INNOVATING FOR A GREENER, CLEANER FUTURE WITH OUR PIONEERING GENFREE AND DEEP GREEN RANGES – THE WORLD’S MOST SUSTAINABLE WELFARE, BAR NONE. Why Deep Green? ECO WELFARE THAT CUTS YOUR CARBON FOOTPRINT If sustainability is important to you, then Deep Green 2030™ is the only viable ecowelfare solution – a patented solar-powered, rain-harvesting, water-recycling range of welfare units and portable toilets proven to slash your carbon footprint and help achieve Net Zero, ESG and other sustainability targets. Data verified by Carbon Footprint Limited shows our cabins’ reduced fuel and servicing requirements lowering CO2 emissions by 8.4 tonnes per year and saving around 3260 litres of fuel. And now we’ve launched GenFree™, the world’s first towable and static welfare range with NO ON-BOARD GENERATOR at all. Why Deep Green? ECO WELFARE THAT CUTS YOUR RUNNING COSTS Every element of Deep Green eco welfare cabins has been designed to reduce operational costs as well as benefiting the environment. Solar energy harvesting coupled with energy efficiency equals zero fuel requirements most of the year. A patented waste-reduction system combines rain harvesting with grey water recycling and other water saving technology to reduce toilet servicing by two thirds. And the patented Infinity generator cuts service visits from a standard 8 times a year to once every 19 years. At current market prices, fuel and servicing costs can easily be cut by over £10,500 per year* Why Deep Green? ECO WELFARE THAT IS ACCOUNTABLE All Deep Green eco welfare units are fitted with a remote 24/7 monitoring and reporting system that tracks and records energy production and consumption plus generator runtimes, giving full transparency and accountability and allowing users to accurately report on their carbon saving achievements. Online access to data on fuel, waste and water tank levels and generator faults also enables precise service visit planning, avoiding unnecessary financially and environmentally costly trips. Why Deep Green? ECO WELFARE THAT REALLY CARES As well as caring for the environment, Deep Green eco welfare provides an extra level of comfort to its human users too. The capacity to run fully on solar gives a silent welfare experience with users able to work and relax in complete peace with no generator noise or fumes. Despite being the most energy efficient range on the market, Deep Green welfare retains full functionality with food preparation facilities, hot water and luxury touches such as fresh water toilets, electric hand dryers, stainless steel worktops and brushed steel fittings as standard. Deep green key features DEEP GREEN FUEL & CARBON SAVINGS VERIFIED BY CARBON FOOTPRINT LTD Confirmed data shows that using a Deep Green 24ft Canteen Office will cut fuel use by 3260 litres and CO2 emissions by over 8.4 tonnes per year.* At current market prices, this will save over £10,600 annually in operational costs * Compared to a standard eco cabin with 7kVA generator running ave. 6 hours per day SOLAR POWERED Virtually 100% of energy needs supplied by solar with 3.5kVA emergency generator. NEAR ZERO EMISSIONS Mix of almost 100% solar powered operation and HVO biofuel use results in near zero CO2 emissions. FINANCIAL SAVINGS Huge cut in fuel costs as well as savings on toilet and generator servicing. REMOTE MONITORING SOLARTrack™ system remotely reports energy use & production, tank levels & faults. WATER SAVING Urinals are water-free and microflush toilets only use 0.5 litre per flush, 90% less than standard. SUSTAINABLE BUILD 100% stainless steel build gives greatly extended life span with 25 year warranty. RAIN HARVESTING Patented rain harvesting and grey water recycling system cuts service visits by average 66%. RECYCLABLE Use of recyclable materials to ensure minimal end-of-life environmental impact. 97.2% recyclable. ENERGY SAVING Highly efficient electrical system designed for the lowest levels of energy consumption. HVO BIOFUEL Natural renewable energy – 90% cut in net carbon emissions plus reduced NOx, SOx, Benzene and Particulate Matter. DEDICATED SUPPORT Comprehensive aftercare service – a fleet of nationwide engineers, training plus phone and online support. REDUCED SERVICING Patented generator with 2000 hr service interval cuts cost and environmental impact of service visits. SOLAR POWERED Virtually 100% of energy needs supplied by solar with 3.5kVA emergency generator. NEAR ZERO EMISSIONS Mix of almost 100% solar powered operation and HVO biofuel use results in near zero CO2 emissions. FINANCIAL SAVINGS Huge cut in fuel costs as well as savings on toilet and generator servicing. REMOTE MONITORING SOLARTrack™ system remotely reports energy use & production, tank levels & faults. WATER SAVING Urinals are water-free and microflush toilets only use 0.5 litre per flush, 90% less than standard. SUSTAINABLE BUILD 100% stainless steel build gives greatly extended life span with 25 year warranty. RAIN HARVESTING Patented rain harvesting and grey water recycling system cuts service visits by average 66%. RECYCLABLE Use of recyclable materials to ensure minimal end-of-life environmental impact. 97.2% recyclable. ENERGY SAVING Highly efficient electrical system designed for the lowest levels of energy consumption. HVO BIOFUEL Natural renewable energy – 90% cut in net carbon emissions plus reduced NOx, SOx, Benzene and Particulate Matter. DEDICATED SUPPORT Comprehensive aftercare service – a fleet of nationwide engineers, training plus phone and online support. REDUCED SERVICING Patented generator with 2000 hr service interval cuts cost and environmental impact of service visits. The Deep Green Range The Deep Green range includes mobile and static welfare cabins as well as portable toilets. Through a combination of product innovation, supply chain management, manufacturing techniques, material usage and carbon offsetting, we are aiming for a truly Carbon Zero future. Mobile Welfare Find Out More Static Welfare Find Out More Portable Toilets Find Out More Our Other Industry Leading Welfare Solutions Generator Free See The Range Mobile Welfare Cabins See The Range Static Welfare Cabins See The Range Secure Storage See The Range Portable Toilets See The Range Charging Cabins See The Range Latest News Every day is dry day Read More Plantworx chooses Boss Generator Free Welfare to lower their carbon footprint Read More GenFree welfare range wins industry award Read More Generator free welfare helps festival to hit renewable targets Read More View More Articles INNOVATION YOU CAN TRUST At Boss Cabins, we constantly innovate. Our R&D team work tirelessly to develop, test and bring to market truly effective real-world solutions to complex issues. Sustainability is at the core of everything we do in our aim to create the most functional, energy efficient, reliable, easy-to-use longlasting welfare products with the lowest environmental impact, culminating in the Deep Green range. DEEP GREEN The most sustainable welfare on the market today. Near 100% solar powered, rain harvesting and water recycling, near zero emissions, silent running, reduced servicing, durable materials, end-of-life recyclability. FIND OUT MORE Solar Hybrid Our solar hybrid solutions, including Deep Green, harness the power of the sun alongside a highly efficient electrical system and a tiny bio fuel back up generator to slash CO2 and other harmful emissions, eliminate fossil fuel use and cut noise pollution. Find Out More Near-Zero emissions A combination of almost full solar power backed up by a tiny HVO-fuelled generator means the CO2 emissions in our Deep Green cabins are reduced to near zero. In our other eco specs, emissions are reduced by cutting the amount of energy and generator runtime required. ASK US MORE WM Pro Our patented WM Pro™ rain water harvesting and grey water recycling system reduces water consumption and waste production by around 2/3, slashing the need for costly and environmentally-damaging service truck visits. Find Out More REDBOX INFINITY Our patented Infinity™ generator, fitted as standard in Deep Green cabins, only needs servicing every 2000 hours as opposed to the industry standard of 200-250 hours. An enormous cost saving as well as cutting man hours and the environmental impact of service vehicle visits. Find Out More SUSTAINABLE & RECYClABLE We believe in sustainability. We build our cabins to last and consequently have the highest resale value on the market. We think about the end of life too – our cabins are 90% recyclable and rising. ASK US MORE STAINLESS STEEL We were the first manufacturer to offer a full stainless steel build on all our cabins and the only one to show how confident we are by backing that with a 25 year Anti-Corrosion Warranty. Our Deep Green cabins are built as standard in stainless steel. Find Out More ECO ELECTRICS We have a range of Eco electrical systems to suit your needs and budget including our fully solar-powered Deep Green SOLARFlow™ system. In standard cabins, you can upgrade to our energy-efficient Eco Plus and Eco Hybrid systems. Find Out More Performance Reporting Deep Green’s SOLARTrack™ telemetry allows the user remote 24/7 access to real-time data on energy production/consumption, battery levels, generator runtime, location and weather conditions for accurate transparent accurate environmental reporting. ASK US MORE Service Planning The Deep Green SOLARTrack™ system also monitors fuel, water and waste tank levels, pinpoints location and reports faults allowing for precise service planning. Telemetry options including location, remote shutdown and fault reporting available for standard cabins too. ASK US MORE HVO BIOFUEL All our generators can use HVO biofuel, a clean renewable plant-based energy source that reduces CO2 and other harmful emissions by up to 90%. Find Out More Gold Standard electrics Our exclusive Gold Standard certification ensures the highest specification electrical installation that not only 100% complies with but also exceeds current regulations – BS7671 18th Edition. Find Out More connectivity Get connected with an on-board Wi-Fi router and access online options such as energy monitoring, data capture or entertainment choices – Smart TV, wireless speakers etc. ASK US MORE Telemetry Keep track of all your assets with optional telemetry that pinpoints location, tracks movements, reports faults and can even monitor fuel, waste and water levels. Find Out More It doesn’t just stop at the sale with us. We offer a full suite of aftercare services, from annual inspections, to our dedicated parts store, to our accident and repair centre. We are here when you need help. Dedicated Parts Store Whether you require a cowl, or parts for your generator. With same day dispatch – you’ll have your parts from our parts store in no time. Maintenance Are your cabins safe? We offer annual inspection checks and general maintenance to all cabin brands; not just Boss Cabins. Accident & Repair Centre Did someone put a dent in your cabin? Don't worry about it. We'll supply you with a courtesy cabin, and get your cabin back with you in 7 days. Refurbishment Refurbishing a cabin is the perfect way to add more years onto it. Whether it's a lick of paint or a complete rebuild – we can help. Visit our dedicated aftercare site Find out more FINANCE YOUR NEXT MOVE Boss Asset Finance makes the process of finding and applying for funding fast and simple. We specialise in finding funding for all types of welfare, plant and construction items. Find out more below. Get a quote TRADE YOUR CABIN Why not trade in your existing cabin in exchange for a new one? We’ll buy your cabin off you and offset the amount against the value of your cabin, to the price of a new one. Find out more Unit Hire Locator Enter your postcode to see if there is a hire provider local to you SIGN UP TO OUR NEWSLETTER Keep up-to-date with the latest product developments industry news, offers and all things Boss Cabins Thank you for Signing Up Please correct the marked field(s) below. 1,true,6,Contact Email,2 1,false,1,First Name,2 1,false,1,Last Name,2 SEE OUR ASSOCIATED COMPANIES Cant find what you're looking for? Make an enquiry with our sales team and we will call you back. Get in Touch *First Name: *Last Name: Your Email* Your Number* Type of Cabin* Static Welfare Mobile Welfare Secure Storage Specialist Storage 19682 Email Us info@bosscabins.co.uk Call Us +44 (0)1778 300475 Address Boss Cabins BCS House Pinfold Road, Bourne PE10 9HT United Kingdom How we handle your data Details which you provide here will not be shared with anyone outside of Boss Cabins and will be kept in a safe and secure location. You may request your personal data to be removed at any time. We may obtain data from carefully selected third parties, including our clients. For more information read our privacy policy. × Contact us Boss Cabins BCS House Pinfold Road, Bourne PE10 9HT United Kingdom Finance Eco Ultimate Redbox Power Stainless Steel Boss Shadow Privacy Policy Terms & Conditions +44 (0)1778 300475 info@bosscabins.co.uk © Boss Cabins 2024 Brand and design by Aye! — CGI by Redhound Studios",{"entities":[[16122,16151,"ADDRESS"],[16548,16577,"ADDRESS"]]}]]}