{"classes":["ADDRESS"],"annotations":[["Henne Jewelers | Pittsburgh Diamond Engagement Rings Watches Jewelry Skip to content Close menu Rolex Engagement & Wedding Your Love, Your Style Engagement Rings at Henne Browse All Rings 2024 Engagement: Now Trending Engagement Rings Custom Engagement Ring of the Month Loose Diamonds Wedding Bands Wedding Band Week 2024 Women's Bands Men's Bands Henne Couples Share Your Story Read Their Stories To Have and To Hold Jewelry New Year, New Designers Now Trending in Jewelry Nanis Jewelry Spinelli Kilcollin March Birthstone Jewelry Shop by Type Bracelets Earrings Necklaces Rings Estate Jewelry Shop All Estate Jewelry Estate Engagement Period Jewelry SALE Estate Still Searching? SALE $100 Specials Men's Jewelry Wallets, Pens & Gifts Watches Watch Brands Rolex Tudor Grand Seiko Montblanc More Brands Nomos Longines Tissot Luminox Watches by Type Shop All Watches Pre-Owned Watches Women's Watches Under $500 Watch Repair & Services Watch Service/Repair Watch Trade-In Services Jewelry Services Custom Design Watch Repair Jewelry Repair More Services We Buy Gold & Jewelry Appraisals Engraving Customer Resources Insurance Financing About About Henne Store History Awards & Honors Blog Our Team Meet the Henne Team Employment Opportunities Philanthropy Contact Make an Appointment Corporate Recognition FAQ Log in Instagram Facebook Pinterest Cart Close cart Order note Subtotal $0 Shipping, taxes, and discount codes calculated at checkout. Check out Your cart is currently empty. Book An Appointment 1-412-682-0226 Log in Search Cart Site navigation Henne Jewelers Rolex Engagement & Wedding Your Love, Your Style Engagement Rings at Henne Browse All Rings 2024 Engagement: Now Trending Engagement Rings Custom Engagement Ring of the Month Loose Diamonds Wedding Bands Wedding Band Week 2024 Women's Bands Men's Bands Henne Couples Share Your Story Read Their Stories To Have and To Hold Jewelry New Year, New Designers Now Trending in Jewelry Nanis Jewelry Spinelli Kilcollin March Birthstone Jewelry Shop by Type Bracelets Earrings Necklaces Rings Estate Jewelry Shop All Estate Jewelry Estate Engagement Period Jewelry SALE Estate Still Searching? SALE $100 Specials Men's Jewelry Wallets, Pens & Gifts Watches Watch Brands Rolex Tudor Grand Seiko Montblanc More Brands Nomos Longines Tissot Luminox Watches by Type Shop All Watches Pre-Owned Watches Women's Watches Under $500 Watch Repair & Services Watch Service/Repair Watch Trade-In Services Jewelry Services Custom Design Watch Repair Jewelry Repair More Services We Buy Gold & Jewelry Appraisals Engraving Customer Resources Insurance Financing About About Henne Store History Awards & Honors Blog Our Team Meet the Henne Team Employment Opportunities Philanthropy Contact Make an Appointment Corporate Recognition FAQ Search \"Close (esc)\" View more Pause slideshow Play slideshow It's coming back! Wedding Band Week is April 2 - 6 - schedule your appointment now Visit Our Rolex Showroom CONTACT US OFFICIAL ROLEX JEWELER & PITTSBURGH’S CHOICE JEWELRY STORE FOR ENGAGEMENT RINGS, LUXURY JEWELRY, & WATCHES Since 1887, Henne Jewelers has provided the Pittsburgh region and beyond with incredible engagement rings, fine jewelry, and luxury watches -- all with unparalleled customer service and a warm & inviting atmosphere. We are proud to be a family-owned business in its fourth generation, an Official Rolex Jeweler and a Rolex Authorized Service Center. Newly expanded and completely renovated with a second-floor bridal suite, new jewelry collections, and luxury watch brands. Make an Appointment or simply stop in! Shop TUDOR Online Shop in Store DREAMING OF SPRING AND ENGAGEMENT RINGS! SHOP THE COLLECTION ANNE SPORTUN BEAD BRACELETS FOR DAYS SHOP ANNE SPORTUN TO HAVE AND TO HOLD WEDDING BANDS FOR HIM SHOP MEN'S WEDDING BANDS LET'S BROOCH THE SUBJECT NOW TRENDING: BROOCHES & PINS SHOP THE COLLECTION SHOPPING FOR JEWELRY? YOU'LL BE HAPPIER AT HENNE! $100 SPECIALS MARCH MADNESS HENNE EXCLUSIVES FOPE JEWELRY We'll treat you like family Make an Appointment Whether you know what you're looking for or need some guidance, our friendly, no pressure staff who will treat you like family. Make an Appointment Since 1887 Serving Pittsburgh & Beyond Now in our fourth generation, the Henne name stands for quality, integrity, and impeccable customer service. Learn More Shop Shop Rolex Engagement Wedding Watches Jewelry Estate / Vintage $100 Specials Services Services Engagement Ring Design Custom Design Watch Repair We Buy Jewelry Engraving Appraisals Financing Insurance About us About us FAQ Blog Awards Philanthropy Corporate Recognition Employment Opportunities Privacy Policy Shipping Return Policy Terms of Service Visit Us Visit Us 5501 Walnut Street Pittsburgh, PA 15232 412-682-0226 SUNDAY: CLOSED MONDAY: CLOSED TUESDAY: 10AM - 5PM WEDNESDAY: 10AM - 7PM THURSDAY: 10AM - 5PM FRIDAY: 10AM - 5PM SATURDAY: 10AM - 5PM Sign up and save Sign up and save Subscribe to get special offers, free giveaways, and once-in-a-lifetime deals. Enter your email Subscribe Instagram Facebook Pinterest Powered by Shopify \"Close (esc)\"",{"entities":[[4711,4750,"ADDRESS"]]}]]}