{"classes":["ADDRESS"],"annotations":[["The Florida Orchestra | Live Symphonic Music Tampa Bay Skip to content Calendar Donate Contact Us E-mail Club Login Concerts & Tickets Calendar Subscribe Compose Your Own Series Kids & Teens Students, Military & First Responders Groups Gift Certificates & Merchandise Virtual Ticket Center Experience TFO Seating Charts & Venues Pre-Concert Conversations Program Notes SoundWaves Podcast TFO Blog FAQs Request a Brochure Support TFO Donate Now Individual Giving Corporate Sponsorships Endowment Planned Giving 55th Celebration Concert Gala Volunteer Guilds Education & Community Sing Out For Schools Virtual Learning TFO Strings for Kids Kids & Families Young Artists Media News & Reviews News Releases Media Kit Bios Beyond the Bay About TFO Mission & History Conductors Musicians Staff & Board Auditions & Employment Financials & Reports Contact Us Menu Close Concerts & Tickets Calendar Subscribe Compose Your Own Series Kids & Teens Students, Military & First Responders Groups Gift Certificates & Merchandise Virtual Ticket Center Experience TFO Seating Charts & Venues Pre-Concert Conversations Program Notes SoundWaves Podcast TFO Blog FAQs Request a Brochure Support TFO Donate Now Individual Giving Corporate Sponsorships Endowment Planned Giving 55th Celebration Concert Gala Volunteer Guilds Education & Community Sing Out For Schools Virtual Learning TFO Strings for Kids Kids & Families Young Artists Media News & Reviews News Releases Media Kit Bios Beyond the Bay About TFO Mission & History Conductors Musicians Staff & Board Auditions & Employment Financials & Reports Contact Us Calendar Donate Contact Us E-mail Club Login Support the music you love Thanks to our family of patrons and donors like you, TFO serves Tampa Bay with more than 150 concerts and music education and community programs each season. Donate Now Support the music you love Thanks to our family of patrons and donors like you, TFO serves Tampa Bay with more than 150 concerts and music education and community programs each season. Donate Now Upcoming Concerts Previous Next Rick Steves’ Europe: A Symphonic Journey Celebrity travel expert Rick Steves joins The Florida Orchestra to narrate some of the most iconic sights and sounds of Europe. Michael Francis conducts. Click here for tickets. Meet the Musicians The Florida Orchestra is recognized as Tampa Bay’s leading performing arts institution, the largest professional symphony orchestra in Florida, and one of the most vibrant and innovative orchestras in America. Learn More From the Blog A steady beat of TFO stories you won’t get anywhere else. Can a performer get in the way of a composer? February 21, 2024 Read More » Afterthoughts: Classical blends with jazz for riveting, rousing Rhapsody in Blue and more February 19, 2024 Read More » Michael Francis is here to stay through 2030 February 15, 2024 Read More » Violinist tunes up a rarity for Barber concerto January 15, 2024 Read More » Making Waves in Tampa Bay We bring the music to your neighborhood. Concerts in Tampa, St. Petersburg and Clearwater. Maps & Seating Charts Straz Center for the Performing Arts Tampa Mahaffey Theater Duke Energy Center for the Arts St. Petersburg Ruth Eckerd Hall Clearwater Palladium Theater St. Petersburg Tampa Theatre Church of the Ascension Clearwater Previous slide Next slide TFO Partnerships Together we build a thriving community for all. Previous Next Follow Us Facebook Instagram Tiktok Youtube Linkedin SECOND SHOW ON SALE NOW! An Intimate Evening wit Two sold-out audiences had the BEST tour guide on Musicians of the @pinellasyouthsymphony and @tampa The Mahaffey Theater was alive with the sound of s Our benefit concert with Sting on May 9 is SOLD OU Who joined us for a night of TFO chamber music thi Why experience Copland’s Appalachian Spring with Tickets On Sale Now! 🎟️ Iconic artist @the Load More Follow on Instagram THE FLORIDA ORCHESTRA Certificate: 85-8012557655C-5 501(C)(3) Organization 244 2nd Avenue North · Suite 420 St. Petersburg, FL 33701 Tel: 727.892.3331 Follow Us Stay in touch with us! Enter your email for the latest TFO news, parking alerts, videos and more! Please enable JavaScript in your browser to complete this form. Name * Email * Sign Up TFO Concerts & Tickets Experience TFO Support TFO Education & Community Media About TFO Privacy Policy © 2024 Florida Orchestra. All rights reserved. Powered by Actuate Media",{"entities":[[3960,4017,"ADDRESS"]]}]]}