{"classes":["ADDRESS"],"annotations":[["Home - Generation Income Properties, Inc (GIPR) Skip to content Home About Our Team Our Mission Our Strategy Our Values ESG Environmental Governance Social Governance Corporate Governance DEI Acquisition Structures Traditional Acquisition Tax Deferred UPREIT JV Program Portfolio Investor Relations Learn More Contact Home About Our Team Our Mission Our Strategy Our Values ESG Environmental Governance Social Governance Corporate Governance DEI Acquisition Structures Traditional Acquisition Tax Deferred UPREIT JV Program Portfolio Investor Relations Learn More Contact NASDAQ: GIPR Generation Income Properties High credit tenants | dense submarkets | shorter lease terms Mission Statement Improving the lives of all stakeholders for generations. Real Estate Investments for Generations Acquiring and managing a diversified portfolio of primarily investment grade, single tenant properties with a generational outlook in mind. Shorter Lease Terms High Credit Tenants Dense Submarkets GIPR Deal Structures GIPR acquires and manages a diversified portfolio of high quality single tenant properties with a generational outlook in mind. We are continuously looking to add assets to grow our portfolio in keeping with the caliber of tenants already occupying our buildings. TRADITIONAL ACQUISITION UPREIT EXCHANGE JV PROGRAM TRADITIONAL ACQUISITION UPREIT EXCHANGE JV PROGRAM Traditional Acquisition The simplest channel allowing GIPR to acquire and continue to grow the portfolio. > LEARN MORE UPREIT Exchange Gives net lease owners the opportunity to exchange their asset(s) for units in the REIT in a tax deferred strategy. > LEARN MORE Joint Venture Program GIPR acquires properties with the JV partner providing equity for a fixed time period, and provides monthly distributions. > LEARN MORE Take a look at our properties Our Portfolio Through our underwriting guidelines, GIPR has developed a strong portfolio with viable tenants, shorter lease terms and all managed in an active manner. All of our properties have a strong commitment to ESG guidelines along with a proven track record of success. VIEW FULL PORTFOLIO Previous Next Our Values & Who We Are We believe smart and empowered teams build great companies. Our approach sets us apart, and we continually strive to put others and the relationships we build first based on our core values. Generational Values Legacies are meaningful; we strive to build sustainable and generational wealth. Relational Importance Respect for others and building meaningful relationships with our peers is the center of everything we do. Ethical Values We hold ourselves accountable in every interaction, putting responsiveness, integrity and transparency at the forefront. About Our Company Our Values & Who We Are We believe smart and empowered teams build great companies. Our approach sets us apart, and we continually strive to put others and the relationships we build first based on our core values. Generational Values Legacies are meaningful; we strive to build sustainable and generational wealth. Relational Importance Respect for others and building meaningful relationships with our peers is the center of everything we do. Ethical Values We hold ourselves accountable in every interaction, putting responsiveness, integrity and transparency at the forefront. Generational Values Legacies are meaningful; we strive to build sustainable and generational wealth. Relational Importance Respect for others and building meaningful relationships with our peers is the center of everything we do. Ethical Values We hold ourselves accountable in every interaction, putting responsiveness, integrity and transparency at the forefront. About Our Company Our Values & Who We Are We believe smart and empowered teams build great companies. Our approach sets us apart, and we continually strive to put others and the relationships we build first based on our core values. Generational Values Legacies are meaningful; we strive to build sustainable and generational wealth. Relational Importance Respect for others and building meaningful relationships with our peers is the center of everything we do. Ethical Values We hold ourselves accountable in every interaction, putting responsiveness, integrity and transparency at the forefront. About Our Company Our Valued Tenants Driving Profits for leading Investors ESG Making the promise of tomorrow, our #1 priority today. Generation Income Properties (GIPR) puts ESG in the forefront of our culture; whether it be instituted by our own policies or those external entities in which we contract. OUR ESG STANDARDS ESG Making the promise of tomorrow, our #1 priority today. Generation Income Properties (GIPR) puts ESG in the forefront of our culture; whether it be instituted by our own policies or those external entities in which we contract. OUR ESG STANDARDS We keep a generational outlook in mind. It all starts with a conversation. Let's talk. CONTACT Acquiring and managing a diversified portfolio 401 E Jackson St Ste 3300 Tampa, FL 33602 (813) 448-1234 contact@gipreit.com About Our Company Our Mission Our Values Meet the Team Our Strategy Traditional Acquisitions Tax Deferred UPREIT JV Program Quick Links About ESG Standards Investor Relations Portfolio Learn More Contact Us Twitter Linkedin © 2022 GIPREIT All Rights Reserved. Site created and designed by THE ST ▲ RTUP STREET. Privacy Policy CALL NOW CONTACT US Home About Our Team Our Mission Our Strategy Our Values ESG Environmental Governance Social Governance Corporate Governance DEI Acquisition Structures Traditional Acquisition Tax Deferred UPREIT JV Program Portfolio Investor Relations Learn More Contact Generational Income Properties, Inc. NASDAQ: GIPR contact@gipreit.com (813) 448-1234 Map & Directions CONTACT US Linkedin Twitter DON’T DELAY CALL TODAY (813) 448.1234",{"entities":[[4997,5038,"ADDRESS"]]}]]}