{"classes":["ADDRESS"],"annotations":[["SK4 Designs Works About Contact Mood Shop Menu Street Address City, State, Zip 970-729-8080 Our mission is to create and build aesthetically beautiful and superbly functional solutions Your Custom Text Here Works About Contact Mood Shop Works Architecture - HIGHLIGHTS SK4 Designs is a small and nimble architecture studio with an eye for preservation and sustainability. Merged with the drive for client happiness and personalized design processes, SK4 can deliver unparalleled design and customer service. Preference is given to projects which are full Design/Build packages as this allows SK4 to use their full breadth of talent. Projects completed by SK4 typically feature re-appropriated elements, materials that register the passage of time for unique uses, a lifelong connection to the outdoor lifestyle and passion for Colorado. We ask: will this design become part of a place? Become the place? Inspiration is found in nature and through the work of others. We are both unique and fabulous collaborators. Architecture - RANCH ENTRANCE Located in breathtaking Indian Creek Utah, this project objective was to create an entrance for a historic ranch which is both visually low impact, yet a discernable marker. This design allows for the specific information about the property to be clearly stated as well as discouraging uninvited visitors from entering. We used the ranch vernacular and unique geology of the area in the selection of durable and relevant materials. While the property is rich with history, the client’s brand is uniquely contemporary. To best incorporate this dichotomy, these natural materials are merged into a contemporary design. In keeping with our custom aesthetic, we created the ranch’s brand (logo) out of water jet cut steel elements. To give these a reflective quality, we backed the perforations with aluminum, which catch light when shone toward it. The stone bases are abstract representation of the geologic layers found on the ranch range. These “layers” are crafted from Indian Creek river cobble. The lighter sandstone cap seen on the skyline, in the middle, signifies the signature Wingate layer of rock found in the cliff bands. These features help to give the entrance an undeniable sense they “belong” to this place. This project was crafted from hand sketches and brought through computer modeling. Full scale mockups were made to test the scale the writing for legibility and content. The construction in this remote area required thorough planning and staging. Design Inspired by an uncomplicated esthetic these designs use durable timeless materials while employing efficiency of assembly. Acrylic, light wood or felted wool are used to set off darker materials such as metal, stone or stained wood. All these material tie back to place, sustainability concerns and of course aesthetic. For example, steel is a favored element at SK4 designs. Historically, steel was the material that built the West. In the Rocky Mountains there are pounds of steel rusting on steep hillsides, a legacy of the mining boom. As the West has grownup steel is a material that brings us back to our roots, ages with grace and is 100% recyclable and has inspired us to let it shine as we design for the next century. Landscape Nature is the genesis for much of what we do at SK4 Designs. We work in Landscape Design and bring these connections more literally into the built environment. We believe in the use of planted material, it grounds the constructed environment in nature creating a solid connection to place. This includes courtyards, edible gardens, and planted roofs, to name a few. Planters Custom planters add the final touches to a property. Planters add sophistication with a nod to built elements elsewhere on the property. Sometimes, these planters are simply created to be statement pieces unto themselves. With expertise in landscape we design planters to provide an optimal growing environment for perennials or annuals. They are durable, unique and made to order. SHOP GREETING CARDS These cards are a throwback to vintage post cards using authentic letter press technology. After a lifetime of sending thank you cards and post cards while traveling I decided to convert this passion into a series of greeting cards with a secret mission. The graphics depict the precarious and fragile reality of our world today: bee extinction, global warming, ecosystems, democratic freedoms and history. A series of cards commemorating the legalization movement of marijuana were made to celebrate and bring humor of Colorado’s special status. AVAILABLE INDIVIDUALLY OR AS A SET OF 6 FABRIC ART Sherab Kloppenburg undoubtably has a thing for textiles and fabric graphics! Inspired by antique textiles from her travels and the power of contemporary graphics, these pieces are created as custom orders or sold at the Etsy Shop. Materials depend greatly on the project; natural materials, water based dyes, and vintage elements are commonly used. CLICK HERE FOR CURRENT INVENTORY CLOTHING Each piece of clothing is a one of a kind. Hand stitching, hand felting, screen printing and full-blown wearable art are all in the range of possibilities. To see what is available for sale now go to the Etsy Shop or contact us directly for a custom order. CLICK HERE FOR CURRENT INVENTORY prev / next Back to Works 9 Architecture - HIGHLIGHTS 7 Architecture - RANCH ENTRANCE 5 Design 7 Landscape 5 Planters 15 SHOP PO BOX 3411 TELLURIDE, CO 81435 970.729.8080 INFO@SK4DESIGNS.COM SK4 Designs mission: create and build aesthetically beautiful, superbly functional solutions. Copyright © 2018 SK4 Designs. All Rights Reserved Site Design: Sprout Design Studio",{"entities":[[5447,5471,"ADDRESS"]]}]]}