{"classes":["ADDRESS"],"annotations":[["Community Health Centers of Southeastern Iowa Skip to content Facebook X MyChart FAQs Pay Your Bill Release of Information Donate Medical Care Dental Care Behavioral Care Patients Pharmacy Locations About Us Careers Select Page Open House Please join CHCSEIA at our West Burlington Clinic on March 14th. 1706 West Agency Road, West Burlington 4pm – 6pm Click Here Covid Vaccines To learn more about Covid Vaccines in your county click the button below. Learn More Let's get vaccinated today! ALL YOUR HEALTH INFORMATION IN ONE PLACE THERE ARE EPIC CHANGES HAPPENING! We are moving to a new best-in-class Electronic Health Record (EHR), Epic , which will allow us to provide a better care experience for our patients. Statement A statement on racial inequities from Aaron Todd, CEO and Ron Kemp, board chair of the Iowa Primary Care Association and CEO of Community Health Centers Read Statement Learn more about the Coronavirus Background Information Symptoms Resources More Information Flu shots Flu shots are now available! Get yours at your next appointment or call us at a clinic near you Locations Latest News Recent news for CHC Read Now Tour Our Clinics Take a tour of our clinics View Now Want to Contribute? CHC/SEIA is always looking for kind-hearted volunteers to assist with special projects and for routine clerical tasks. Donations are welcome, too. Join us in making a difference in people’s lives in Southeast Iowa! Volunteer/Donate Our Services Medical Care Learn More Dental Care Learn More Behavioral Health Learn More Sliding Fee Program Learn More Our Providers Learn More Pay Your Bill Learn More FAQs Learn More Pharmacy Learn More Convenient Locations Learn More Patient Portal Sign In Enter MyChart username and password and click sign in. Sign In Here Talk With Us To schedule an appointment; call the following clinic sites: N West Burlington Medical, Pediatric and Dental Clinic 319-768-5858 N Louisa County Medical and Dental Clinic 319-728-7400 N Keokuk Medical and Dental Clinic 319-524-5734 N Hamilton Medical Clinic 217-847-2112 “Clean place went several times to have a tooth pulled after pain overcame me. They took care of me; worked me in. Very nice and gentle Dentists.” J.R. Patient “Knowledgeable professionals who truly care for our loved ones good health!” G.G. Patient “I love these people at CHC! Great place Good and caring folks.” T.B. Patient “I have been using CHC since 2009. I have had excellent care. The Dental clinic team is awesome. Everybody makes you feel at ease and takes their time with you. I will recommend the whole clinic to all of Southeast Iowa.” R.W. Patient Thanks to QuestionPro's wide range of free survey templates designed by industry experts. We now know exactly where to improve. Hamilton Clinic 951 Broadway Street Hamilton, IL 62341 Phone: (217) 847-2112 Fax: (217) 847-3813 Hours: Mon, Tues, Weds, Thurs, Fri: 7:00 AM to 4:00 PM. Hours may vary on Holidays Keokuk Clinic 400 North 17th Street Keokuk, IA 52632 Phone: (319) 524-5734 Fax: (319) 524-5758 Hours: Mon, Tues, Weds, Fri: 7:00 AM to 5:00 PM. Thursday: 7:00 AM to 7:00 PM. Hours may vary on Holidays Keokuk Dental Clinic 1618 Main Street Keokuk, IA 52632 Phone: (319) 524-5734 Fax: (319) 313-8130 Hours: Mon: 8:00 AM to 6:30 PM. Tues, Weds: 8:00 AM to 4:30 PM. Thurs: 8:00 AM to 2:00 PM. Fri: 8:00 AM to 1:00 PM. Hours may vary on Holidays Louisa County Clinic 2409 Spring Street Columbus City, IA 52737 Phone: (319) 728-7400 Fax: (319) 728-7404 Hours: Mon, Tues, Thurs, Fri: 8:00 AM to 5:00 PM. Weds: 8:00 AM to 7:00 PM. Hours may vary on Holidays West Burlington Medical, Pediatric and Dental Clinic 1706 West Agency Road West Burlington, IA 52655 Phone: (319) 768-5858 (844) 843-7942 Fax: (319) 752-4653 Hours: Mon, Weds: 7:00 AM to 7:00 PM. Tues, Thurs, Fri: 7:00 AM to 6:00 PM. Hours may vary on Holidays Behavioral Health Clinic 400 S. Broadway Street Burlington, Iowa 52601 Phone: (319) 768-5858 Fax: (319) 753-0893 Hours: Mon, Tues, Weds, Thurs, Fri: 8:00 AM to 5:00 PM Hours may vary on Holidays West Burlington Admin 1706 West Agency Road West Burlington, IA 52655 Phone: (319) 768-5858 Fax: (319) 753-2301 Facebook X © 2018 Community Health Centers of Southeastern Iowa, Inc. All rights reserved. Built by: Twin State Technical Services . Facebook Twitter Linked In Youtube Indeed",{"entities":[[2947,2985,"ADDRESS"],[3155,3188,"ADDRESS"],[3395,3437,"ADDRESS"],[3636,3683,"ADDRESS"],[3869,3914,"ADDRESS"],[4061,4108,"ADDRESS"]]}]]}