{"classes":["ADDRESS"],"annotations":[["Society For The Blind | Resources | Programs For The Blind Donate Monthly Giving Planned Giving Endowment Home Contact Us Ways To Give Volunteer About Us Our History Meet Our Team Employment Opportunities Contact Us Programs & Services Getting Started Classes & Services Programs for 55+ Youth Programs CareersPLUS Access News Braille Production & Training Program Low Vision Clinic About Our Clinic Meet Our Doctors Your Low Vision Evaluation Make A Referral Retail Store News & Events Photo Gallery Upcoming Events & Workshops Society News & More Shari’s Vision Get Involved Ways To Give Planned Giving Volunteer Engage With Us Annual Report 2022 Annual Report 2021 Annual Report 2020 Annual Report 2019 Annual Report 2018 Annual Report 2017 Annual Report Donate Now Close About Us Our History Meet Our Team Employment Opportunities Contact Us Programs & Services Getting Started Classes & Services Programs for 55+ Youth Programs CareersPLUS Access News Braille Production & Training Program Low Vision Clinic About Our Clinic Meet Our Doctors Your Low Vision Evaluation Make A Referral Retail Store News & Events Photo Gallery Upcoming Events & Workshops Society News & More Shari’s Vision Get Involved Ways To Give Planned Giving Volunteer Engage With Us Annual Report 2022 Annual Report 2021 Annual Report 2020 Annual Report 2019 Annual Report 2018 Annual Report 2017 Annual Report Home A full service, nonprofit agency for the blind Give a little. Change a lot. Join Our Vision Society For The Blind Classes & Services View Course Offerings Our services and classes offered through our Senior IMPACT Project are geared for individuals 55 and older Programs for 55+ View Programs Society For The Blind Upcoming Events View All Events Listen to Access News Access News offers our members a connection to their community and more independence in their daily lives by offering recordings of a variety of publications usually available only in print. Try it today! Learn more › Classes & Services Acquiring the training provided in these classes can be the key to accomplishing your goals, achieving your academic, career, and personal success, as well as realizing your lifelong dreams. Learn more › Low Vision Clinic Our team will evaluate your particular needs and provide you with demonstrations and recommendations for various assistive devices to better meet the demands of day-to-day living. Learn more › Society News & More View All » A New Perspective: Meet Joy Joy was born deaf in one ear and was diagnosed with type 1 diabetes at age 16, but she said the depression came when she was pronounced legally blind four months after giving birth to her daughter. “It felt like the cruelest slap in the face,” Joy said. “I had a new baby and two […] Upcoming Events View All » March 17, 2024 - March 23, 2024 Senior IMPACT Project Presents: Cooking without Looking: Instant Pot Class Mar 20 March 20, 2024 — 10:00 am - 1:00 pm At Society for the Blind Yoga, Breathing and Meditation: A Virtual Support Group for Seniors Mar 20 March 20, 2024 — 11:00 am - 12:00 pm SIP Coffee and Connect: A Virtual Support Group for Seniors Mar 21 March 21, 2024 — 10:30 am - 12:00 pm Writing Workshop Mar 23 March 23, 2024 — 12:00 pm - 2:00 pm At Society for the Blind Training Room Shari’s Vision View All » Honoring Women of Vision During the month of March, we celebrate the many contributions of women throughout history and today such as Anne Sullivan, Adelia Hoyt, Martha Morrow Foxx and Georgia Trader who helped to advance education and opportunities for people with vision loss. We are honored to highlight our very own women of vision, including the women of […] Assistive Aspirations View All » The EyeCanPod Podcast: Our Go To Tech In this month’s episode, the EyeCanPod talks about their go to tech from applications to software to hardware. This episode was recorded during our weekly meetups in the months of May 2023. Listen on Apple Podcasts Listen on Spotify Listen on PodBean Contact the EyeCanPod the Podcast: [email protected] Celebrating its 70th anniversary this year, Society for the Blind continues to create innovative ways to empower individuals living with low vision or blindness to discover, develop and achieve their full potential. Since 1954, Society for the Blind has grown from a dedicated group of volunteers to a nationally recognized agency and the only comprehensive rehabilitative teaching center that provides services for a 27-county region of northern California and the state of Nevada. Contact Us Society for the Blind 1238 S Street Sacramento, CA 95811 United States work (916) 452-8271 fax Main FAX (916) 492-2483 fax Low Vision Clinic FAX (916) 492-2487 [email protected] Monday - Friday, 8:00 AM to 4:30 PM © 2024 Society For The Blind All Rights Reserved. | Terms of Use | Privacy Policy | Sitemap | Website managed by Ellington Marketing Solutions | Developed by Ryan McBride",{"entities":[[4555,4589,"ADDRESS"]]}]]}