{"classes":["ADDRESS"],"annotations":[["Mid-America Business Systems Blog Financing CAreers Quote Support Contact < Mid-America Business Systems Products Products Products that simplify your material and document management. Material Handling Modula Lifts & Horizontal Carousels Mobile & Static Pallet Racking Cranes & Conveyors Wire Cages & Partitions VIDIR Vertical Bedlifts & Storage View All > Office Systems Mobile Storage & Shelving Metal Static Shelving Modular Storage & Shelving Lockers Weapons Storage Storage & Filing Cabinets Multimedia & Museum Storage Office Interiors Filing Tools & Supplies View All > Packaging & Distribution IceWrap® Frozen Hydrated Sheets Seawell™ Protective Packaging Pouches & Trays FreshWell™ Absorbent Packaging View All > Document Imaging Enterprise Content Management (ECM) Software Enterprise Content Management (ECM) Software Invoice Processing Automation Invoice Processing Automation Document Scanners Document Scanners Microfilm Scanners Microfilm Scanners Wide-Format Printers & Scanners Wide-Format Printers & Scanners Book Scanners Book Scanners View All > Need to find specific Products? Search Services Services Services to keep your business operational. Material Handling Throughput & Space-savings Analysis Warehouse Planning & Layout Ergonomics & Safety Finance & ROI Training & Support View All > Office Systems CAD & Space Planning Design Installation & Relocation Training & Support View All > Packaging & Distribution Corrugated Packaging Services View All > Document Imaging Software Professional Services Hardware Professional Services Document Scanning Conversion Services View All > Services & IT Support View all Mid-America Services Need to find a specific Service? Search Resources Resources Blogs Product applications and company updates. Contracts Learn how to get your project started. Financing Finance your Mid-America solution. Client Forms Fill out a scanning project form, media release, or testimonial. Need to find something specific? Search Company Company About Who we are, what we value. Careers Join our team. Contact Get in touch. Need to find something specific? Search Blog Quote Careers Support Financing Contact Improve how you store, handle, and manage your materials and documents. ★ Mid-America has been building business systems since 1976. Our Minneapolis-based team provides organizations in the Midwest with cost-saving and innovative solutions to manage their information, documents, and materials. Let us optimize your storage and processes in Minnesota, Wisconsin, Iowa, Illinois, North Dakota, and South Dakota. I need to... Select Item Optimize my warehouse space Enhance my office space Design product packaging Digitize my document and/or microfilm Troubleshoot Mid-America equipment ★ Our Divisions ★ Material Handling Material Handling Mid-America technicians will professionally install your new material handling solution professionally and efficiently. View Division > Office Systems Office Systems Find the right space-saving storage solutions unique to your organization's document and material management. View Division > Packaging & Distribution Packaging & Distribution Mid-America is capable of designing and providing corrugated POS (Point of Sale) and food packaging for your business. View Division > Document Imaging Document Imaging Mid-America Document Imaging has many solutions that help organizations achieve complete electronic document processing. Understanding our clients’ requirements for Digital Transformation allows us to recommend the right products and services that help make that transition. View Division > Services & IT Support Services & IT Support Our service team handles your support needs through a blend of experience, continued training programs, and an energetic, creative service staff. View Division > Material Handling Office Systems Packaging & Distribution Document Imaging Services & IT Support Protect and manage your valuable inventory while automating your material handling process. Mid-America technicians will professionally install your new material handling solution professionally and efficiently. Modula Lifts & Horizontal Carousels Modula Lifts & Horizontal Carousels Our most versatile automated horizontal and vertical storage and retrieval solutions Mobile & Static Pallet Racking Mobile & Static Pallet Racking Heavy-duty storage solutions for industrial spaces. Cranes & Conveyors Cranes & Conveyors Keep your processes moving in your warehouse. Wire Cages & Partitions Wire Cages & Partitions Provides peace of mind in facilities for those in need of safety, security, and storage. VIDIR Vertical Bedlifts & Storage VIDIR Vertical Bedlifts & Storage Specialized storage for manufacturing and medical use. Specialty storage to improve your workplace environment. Find the right space-saving storage solutions unique to your organization's document and material management. Mobile Storage & Shelving Mobile Storage & Shelving Increase storage capacity per square foot of floor space through movable shelving. Metal Static Shelving Metal Static Shelving Your go-to customizable and durable shelving solution. Modular Storage & Shelving Modular Storage & Shelving All your tools and supplies in a configurable space. Lockers Lockers Secure lockers made for your workplace. Weapons Storage Weapons Storage Configurable and safe storage for military and law enforcement. Storage & Filing Cabinets Storage & Filing Cabinets Space for a wide range of documents and files. Multimedia & Museum Storage Multimedia & Museum Storage Conserve, preserve, and secure your special collections. Office Interiors Office Interiors Furniture and interiors built for productivity. Filing Tools & Supplies Filing Tools & Supplies Stock up on all your filing essentials. Ensure your goods and materials get to their user, safe and sound. Mid-America is capable of designing and providing corrugated POS (Point of Sale) and food packaging for your business. Corrugated Packaging Services Custom packaging solutions from concept to reality. FreshWell™ Absorbent Packaging FreshWell™ absorbent packaging systems improve the freshness of products. Seawell™ Protective Packaging Pouches & Trays This innovative technology reduces exposure to fluids and lessens the potential damage to seafood products. IceWrap® Frozen Hydrated Sheets Extending Freshness. Enhancing Safety Digital Transformation Solutions Mid-America Document Imaging has many solutions that help organizations achieve complete electronic document processing. Understanding our clients’ requirements for Digital Transformation allows us to recommend the right products and services that help make that transition. Enterprise Content Management (ECM) Software Enterprise Content Management (ECM) Software ECM Software can be the Core of your Digital Transformation Invoice Processing Automation Invoice Processing Automation Mid-America invoice processing automation software and services Document Scanners Document Scanners Quality scanners for your paperless document management system or scanning processes. Microfilm Scanners Microfilm Scanners Transform Archived Records on Microfilm to Digital Files Wide-Format Printers & Scanners Wide-Format Printers & Scanners Scan and Print Documents Up to 60 Inches Wide. Book Scanners Book Scanners Capture Book Pages for Quick Distribution and Archival Storage Software Professional Services Software Professional Services Software implementation and support services from experienced personnel. Hardware Professional Services Hardware Professional Services Installation, Training and Maintenance Services for your scanners Document Scanning Conversion Services Document Scanning Conversion Services Mid-America specializes in converting your records to digital formats Great services for great products to keep you operational. Our service team handles your support needs through a blend of experience, continued training programs, and an energetic, creative service staff. Material Handling Protect and manage your valuable inventory while automating your material handling process. Office Systems Specialty storage to improve your workplace environment. Packaging & Distribution Ensure your goods and materials get to their user, safe and sound. Document Imaging Digital Transformation Solutions Featured Partners Service Authorized ★ Mid-America is an Authorized Modula dealer with factory-certified installation, services, and software technicians. View Products > Service Authorized ★ Mid-America is an Authorized Spacesaver Dealer with certified technicians for parts, service, and installation. View Products > Authorized Service Provider ★ Mid-America is a Canon imageFormula Premier Partner and Authorized Servicer of imageFORMULA scanners. View Products > Contact Us Project Quotes & Consultations Get in touch to learn more about our products and services. info@mid-america.com Go to Form Support & Service Tickets Request equipment repair or software support. Mon - Fri from 7AM - 4:30PM support@mid-america.com 612.378.3800 Go to Form Contact Mid-America Business Systems Minneapolis Office 2500 Broadway St. NE, Minneapolis, MN 55413 Open Monday through Friday from 8:30AM - 5PM Call: 612.378.3800 Fax: 612.378.3100 Project Quotes & Consultations Get in touch to learn more about our products and services. info@mid-america.com Go to Form Support & Service Tickets Request equipment repair or software support. Mon - Fri from 7AM - 4:30PM support@mid-america.com 612.378.3800 Go to Form 2500 Broadway St NE, Minneapolis, MN 55413 | 612.378.3800 | info@mid-america.com Our Divisions Contact",{"entities":[[9114,9157,"ADDRESS"],[9511,9553,"ADDRESS"]]}]]}