{"classes":["ADDRESS"],"annotations":[["General & Cosmetic Dentistry Procedures in Los Gatos, CA Skip to Content chevron-left chevron-right chevron-up chevron-right chevron-left arrow-back star phone quote checkbox-checked search wrench info shield play connection mobile coin-dollar spoon-knife ticket pushpin location gift fire feed bubbles home heart calendar price-tag credit-card clock envelop facebook instagram twitter youtube pinterest yelp google reddit linkedin envelope bbb pinterest homeadvisor angies Call Now 408-356-6033 menu Menu Services General Dentistry Family Dentistry Dental Cleanings & Exams Periodontal Disease Laser Dentistry Pediatric Dentistry Sedation Dentistry X-Rays, 3D X-Rays, & Digital Scanners Handheld Cameras Advanced Hygiene Concepts Cosmetic Dentistry Veneers Teeth Whitening Invisalign® Inlays / Onlays Dental Bonding GloScience Restorative Dentistry Dental Implants Dentures Crowns & Bridges Bone Grafting Emergency Dentistry Root Canals Extractions Patients Forms First Visit Financing Payment Options & Insurance Pearly White Rewards Program Blog Smile Gallery FAQ About Us Our Team Testimonials Contact Us Menu Services General Dentistry Family Dentistry Dental Cleanings & Exams Periodontal Disease Laser Dentistry Pediatric Dentistry Sedation Dentistry X-Rays, 3D X-Rays, & Digital Scanners Handheld Cameras Advanced Hygiene Concepts Cosmetic Dentistry Veneers Teeth Whitening Invisalign® Inlays / Onlays Dental Bonding GloScience Restorative Dentistry Dental Implants Dentures Crowns & Bridges Bone Grafting Emergency Dentistry Root Canals Extractions Patients Forms First Visit Financing Payment Options & Insurance Pearly White Rewards Program Blog Smile Gallery FAQ About Us Our Team Testimonials Contact Us Cosmetic and Family Dentistry in Los Gatos, CA Contact Us New Patient Special Free Introductory Exam & Complementary X-Ray with Lifetime Teeth Whitening. * Schedule an Appointment Now *Some limitations apply Spring Special $1000 Off Invisalign Get the beautiful smile you have always wanted! Cutting-Edge Technology. Friendly Patient Service. Aaron A Santos DDS is a trusted family dentist serving Los Gatos, CA. We are a respected general, cosmetic, restorative, and family dentistry practice with years of experience providing beautiful, healthy smiles. Dr. Aaron and his team have the knowledge, skills, and cutting-edge equipment to fulfill your dental needs, including implant surgery, crowns, orthodontic options, and more. Our practice provides a full line of comprehensive dentistry. The Dr. Santos team includes a board-certified surgeon and anesthesiologist, so most procedures can be done in our office and do not have to be referred out. Contact us today. Our team is excited to meet you. About Us General Dentistry Experts in every dental field. Cosmetic Dentistry Creating bright, beautiful smiles. Restorative Dentistry Repairing and restoring damage teeth to enhance your smile. Emergency Dentistry Immediate care and total relief. What We Do We merge kind, compassionate care with the latest and best dental technology, ensuring exceptional results for every patient. Our capabilities enable us to treat minor and complex dental issues with the same level of excellence and patient satisfaction. We understand that each patient has unique needs. That’s why we customize our solutions to fit your specific needs and wants. From routine exams and cleanings to emergency dental situations, our mission is to provide the highest care and attention. We get patients back to normal in no time. Our Services Why Choose Us Patients return to us for every dental treatment and procedure because they know we will provide the following: Decades of Experience The Santos Dentistry practice started in 1976 and has been in business for almost five decades. Dr. Aaron Santos has over 15 years of experience since taking over the practice from his father Anthony. The staff at Aaron Santos Dentistry constantly stays up to date with the most up-to-date education and the latest procedures. Cutting-Edge Technology Patients receive every dental service they need right here—no referrals. Our practice is outfitted with the latest and greatest technology and procedures. We are a truly modern dental practice. Dedicated Patient Service From beginning to end, we welcome patients and invite them to partake in developing their treatment plans. We are committed to formulating personalized solutions for each patient. Safety and Accountability Inspectors conduct routine and exhaustive evaluations of our staff, equipment, and cleanliness. We are measured against the strictest safety standards and guidelines and meet them seamlessly. HEPA Air Purification System The office of Aaron Santos DDS invested in a state-of-the-art long-life HEPA (High-efficiency Particulate Air) filter system. Our HEPA filter air purification system is built with effective and proven healthcare-grade components that clean air by eliminating 99.99% of potentially harmful contaminates. Contact Us First Name * Required Last Name * Required Phone * Required Email * Required Message A Perfect Smile for Life We are trained in, equipped for, and passionate about providing families with beautiful, healthy smiles throughout their lives. Aside from exceptional service in our office, we give patients of all ages the education and confidence they need to maintain healthy habits and optimal oral health from the comfort of their home. Contact Us Testimonials Dr. Santos is an amazing dentist! I am the guy that needed gas just for x-rays. Aaron and his staff have made those days and fears a thing of the past. He is great about explaining what he will be doing and what to expect during the process. I wouldn't use anyone else for my dental needs. Harry M. Always a good and positive experience, no matter how serious the dental condition. They got me over my fear of the dentist 10 yrs ago! Now my teeth are healthy. Big deal for a T1 diabetic of 40 yrs. They are capable and sweet as heck. Wendy C. I had such a wonderful experience coming to Aaron Santos Dentistry today in Los Gatos. Everyone from Jessica, to Sara, to Merlyn & even Aaron Santos himself it was absolutely not the nightmare that you feel like you’re going to show up too when you hear the word dentist. Thank you for making me feel so welcome, see you all soon! Samantha H. I really liked how organized the office is. I even called the day before with questions on how to fill out the forms, and they walked me through it. I would definitely recommend the office to my friends. Marlene A. Always a great experience at Aaron A. Santos DDS. The staff is very friendly and care about their patients. My care is always top notch. Would recommend to anyone looking for quality dental care. Andrew Aaron A Santos DDS Address 14529 South Bascom Ave Los Gatos, CA 95032 Phone 408-356-6033 Hours of Operation Monday – Thursday: 8:00 AM – 5:00 PM Friday: By Appointment Only Emergency Dental Services Available 14529 S Bascom Ave, Los Gatos, CA 95032, USA View on Google Maps Back to the top Aaron A Santos DDS We provide special equipment, and treatments, and comprise dentists with years of practice and experience providing care for your family’s oral health at our family dentistry in Los Gatos, CA. Emergency Dental Services Available Contact Us Business Details Address: 14529 South Bascom Ave, Los Gatos, CA 95032 Call us today: Phone: 408-356-6033 Hours of Operation: Mon – Thur: 08:00 AM – 05:00 PM Fri: By Appointment Only Quick Links Home About Us General Dentistry Emergency Dentistry FAQ Financing facebook twitter instagram youtube google © 2024 Aaron A Santos DDS. All Rights Reserved. Privacy Policy Sitemap",{"entities":[[7333,7376,"ADDRESS"]]}]]}