{"classes":["ADDRESS"],"annotations":[["Charlotte, NC Personal Injury & Medical Malpractice Lawyers - DeVore, Acton & Stafford, P.A. Home About Attorneys Staff Litigation Technology Client Reviews Verdicts And Settlements Case Results Practice Areas Catastrophic Injury Medical Malpractice Car Accidents Distracted Driving Accident Drunk Driving Accident Motorcycle Accident Scooter Accident Truck Accident Uninsured/Underinsured Motorist Accident Personal Injury Wrongful Death Eminent Domain & Land Condemnation Real Estate & Construction Litigation Contract Disputes Mediation Utility Easement Locations Charlotte North Carolina South Carolina Blog Articles Contact Free Initial Consultation 704-377-5242 ≡ Menu Home About Attorneys Staff Litigation Technology Client Reviews Verdicts And Settlements Case Results Practice Areas Catastrophic Injury Medical Malpractice Car Accidents Distracted Driving Accident Drunk Driving Accident Motorcycle Accident Scooter Accident Truck Accident Uninsured/Underinsured Motorist Accident Personal Injury Wrongful Death Eminent Domain & Land Condemnation Real Estate & Construction Litigation Contract Disputes Mediation Utility Easement Locations Charlotte North Carolina South Carolina Blog Articles Contact Trial Lawyers Protecting Your Rights Trusted attorneys handling a broad range of civil litigation for North Carolina and South Carolina clients. Schedule A Consultation Why choose us Record Results Top-Rated Attorneys Client-Focused About DeVore, Acton & Stafford, P.A. Law Firm Experienced Charlotte Personal Injury Attorneys More Than 100 Years Of Combined Trial Experience, Providing A Large Amount Of Invaluable Knowledge When There Is No Solution, We Make One The cases we have brought to the court have shaped the law in North Carolina: More than 75 appellate cases in the North Carolina Court of Appeals, North Carolina Supreme Court and the Fourth Circuit Court of Appeals are rooted in legal arguments developed by DeVore, Acton & Stafford, P.A. For this reason, lawyers from throughout the region recognize our firm’s ability and regularly refer their clients to our care. You can be confident that when you bring your case to our firm, you will find attorneys who have achieved unprecedented results. The law firm of DeVore, Acton & Stafford, P.A., crafts the solutions clients need in a broad range of legal matters, business and personal alike. In doing so, our firm’s attorneys draw on more than a century’s worth of combined legal experience in negotiation, litigation, trial and other legal proceedings to successfully recover compensation for our clients. We handle all manner of wrongful death and personal injury cases, medical malpractice, eminent (condemnation cases), construction defects and real estate litigation. If you or a loved one has been injured and needs help, contact us today online or by phone at 704-377-5242 . We can help. Schedule A Consultation Awards & Affiliations $10M settlement For paralysis from falling tree $9M verdict For dual wrongful deaths from auto accident $20M settlement Automobile accident $2.1M settlement Construction wrongful death view all case results protecting clients. securing justice. schedule a consultation If you are looking for an attorney with seasoned legal judgment who will provide you with solutions that push the boundaries of technology and strategy, this is the law firm for you. Our seasoned judgment includes firsthand knowledge of how the law is practiced throughout the state. We understand the practices and approaches to the law taken by opposing counsel, insurance adjusters and members of the judiciary. We incorporate this knowledge into every case we undertake. Our lawyers’ command of the law enables our firm’s entire legal team to provide clients with high-quality services no matter how complex the matter. We support this client-centered approach with state-of-the-art legal technology. Our firm’s technology resources enable us to deliver our legal services promptly and efficiently, maximizing our clients’ resources. Practice Areas How We Can Help Catastrophic Injury Medical Malpractice Truck Accidents Wrongful Death Eminent Domain & Land Condemnation Motor Vehicle Accidents Real Estate And Construction Litigation Contracts Mediation view all Practice Areas Client Reviews Testimonials William DeVore, has his client's best interest in mind. He and his staff provide excellent service, very attentive, compassionate, and knowledgeable. Highly recommended!!! Michael Hunt Derek Adler and Connie were very helpful to me with my injury issue. They helped me get some of my medical bills paid. Thank you to them. Id recommend them… Martha Ahumada Fred DeVore and his staff were so helpful and cared about our problem. They took care of it for us quickly and the outcome was exceptional. I would gladly use… Carol Bible Recently worked with Will DeVore on a construction case regarding a new construction. From the first consultation all the way through the end of our case he was exceptionally helpful,… Seth Fargher DeVore, Acton & Stafford, Pa firm is the best firm you can hire. I have been working with them for about 2yrs and they have won a case for me… Annie C Troy was amazing, he handled everything for my case and got me more than I was expecting! He explained every process to me before it happened so I was completely… Ariel Hunt There are many positive and well-founded things that can be said about DeVore, Acton, & Stafford law firm, with regard to my recent experience, that I would refer them to… Angela M. Paver Treated with respect and courtesy with a step-by-step explanation and full understanding of the legal implications throughout my dealings with Fred DeVore and his team, brought a positive outcome to… Barney Barnum I highly recommend DeVore, Acton & Stafford. Troy Stafford and his staff showed professionalism, knowledge, and experience to help me win a settlement against a multi-billion dollar corporation. After being… Bryan Duckett Derek Adler and Connie Hunter are very, kind, compassionate and knowledgeable. They have helped me with business legal issues along with a large personal issue. They work hard to get… Cathy Jones I worked with Will DeVore over the past year. He and his staff did a fine job on my behalf.Things were handled promptly, professionally, and compassionately.I was very grateful for… Linda Talmadge I would highly recommend Troy Stafford and his firm if legal counsel is needed. His years of experience combined with his compassion made our experience a positive one. He worked… Denise Cook I had a great experience working closely with Troy Stafford, his team, and Della Stafford of DeVore Action, and Stafford. Troy and Della are excellent communicators, anytime I had questions,… Joseph Pryor I can recommend Derek Adler and Connie Hunter of DeVore Acton & Stafford with full confidence as they helped me successfully litigate and win my case against an insurance company… Helen Lu View All Reviews Meet Our Team Fred W. DeVore III Fred W. DeVore III Troy J. Stafford Troy J. Stafford F. William (Will) DeVore IV F. William (Will) DeVore IV Derek P. Adler Derek P. Adler Brittany N. Conner Brittany N. Conner Joseph (Joe) R. Pellington Joseph (Joe) R. Pellington view all profiles request your consultation \" * \" indicates required fields Your Name * Email * Phone * Message Disclaimer | Privacy Policy Disclaimer: The use of the internet or this form for communication with the firm or any individual member of the firm does not establish an attorney-client relationship. Confidential or time-sensitive information should not be sent through this form. I Have Read The Disclaimer * I Have Read The Disclaimer * Name This field is for validation purposes and should be left unchanged. our location call us now 704-377-5242 quick links Home Practice Areas About Articles Blog Contact office location DeVore, Acton & Stafford, P.A. 438 Queens Road Charlotte, NC 28207 fax: 704-332-2825 Facebook Instagram Copyright © 2024 DeVore, Acton & Stafford, P.A. All rights reserved. Disclaimer | Site Map | Privacy Policy Digital Marketing By",{"entities":[[7901,7936,"ADDRESS"]]}]]}