{"classes":["ADDRESS"],"annotations":[["Neutre Salon and Spa | Frederick, MD Neutre Salon and Spa | Frederick, MD Neutre Salon and Spa | Frederick, MD Services Cut & Style Color Wedding Massage & Relaxation (Service Is Temporarily Unavailable At This Time) Facials & Skin Nails Policies COVID-19 Safety About About Us Meet the Team Careers Reviews Location Specials Gift Cards Aveda Shop Aveda Pure Privilege Why Aveda New at Aveda Aveda Styling Videos Contact Request Appointment Services Cut & Style Color Wedding Massage & Relaxation (Service Is Temporarily Unavailable At This Time) Facials & Skin Nails Policies COVID-19 Safety About About Us Meet the Team Careers Reviews Location Specials Gift Cards Aveda Shop Aveda Pure Privilege Why Aveda New at Aveda Aveda Styling Videos Contact Request Appointment Beauty is a state of mind. Request Appointment Step in, sit, relax. We’ll take care of everything Salon Services “A woman who cuts her hair is about to change her life.” – Coco Chanel New Guest Gift 301-228-3670 New Guest Offer New to Neutre Salon? Download our 20% off gift and book an appointment today! Meet the Team The hair and makeup experts that elevate your personal style to the next level. Get The Goods Get the goods – recreate your salon experience and look at home. About the Salon Neutre Aveda Salon & Spa offers top of the line hair, nail, face, and body services in Frederick, MD. Make your appointment to see us today! BOOK NOW Neutre Salon And Spa 101 S Market Street Frederick, MD 21701 301-228-3670 Neutre Salon And Spa 101 S Market Street Frederick, MD 21701 301-228-3670 Hours Monday Closed Tuesday 9:00am-7:00pm Wednesday 9:00am-7:00pm Thursday 9:00am-7:00pm Friday 9:00am-7:00pm Saturday 9:00am-5:00pm Sunday By Appointment Only Explore Services About Specials Gift Cards Aveda Contact Request Appointment © 2024 Neutre Salon and Spa. All rights reserved. Privacy/Terms . Made with by Imaginal Marketing Group",{"entities":[[1437,1476,"ADDRESS"],[1511,1550,"ADDRESS"]]}]]}